Repository: Dartomic/xfdesktop
Catalog: po-doc/*.po
Languages: ca, da, fr, it, ja

source: The selected colors will fill the entire root window, and will remain visible through a transparent backdrop image.
ca: Els color seleccionats ompliran tota la finestra arrel i romandran visibles si s'empra una imatge de fons amb transparències.
da: De valgte farver vil fylde hele rodvinduet, og vil forblive synlige gennem et gennemsigtigt tapetbillede.
fr: Les couleurs définies remplissent l'écran et sont visibles à travers une image de fond d'écran transparente.
it: Il colore selezionato andrà a riempire l'intera finestra radice e resterà visibile attraverso un'immagine di sfondo trasparente.
ja: ルートウィンドウは選択された色になり、透明な背景画像であればそれを通して表示されます。

source: Image
ca: Imatge
da: Billede
it: Immagine
ja: 画像

source: Unselect the "Show Image" option if you want <application>@PACKAGE_NAME@</application> to ignore the backdrop image and only use the previously selected colors.
it: Deselezionare l'opzione «mostra immagine» se si desidera che <application>@PACKAGE_NAME@</application> ignori l'immagine di sfondo e utilizzi solamente il colore selezionato precedentemente.

source: The "File" entry shows the path to the currently selected backdrop image. If you want to change it, just drop and image on the path field, or edit the path, or click the browse button, and a classic file-browsing dialog will appear.
it: La voce «File» mostra il percorso dell'immagine attualmente selezionata come sfondo. Per cambiarla, è sufficiente trascinare la nuova immagine nel campo del percorso o modificare il percorso stesso. Altrimenti si può anche fare clic sul pulsante sfoglia e verrà aperta una comune finestra per sfogliare i file.

source: You can create a list of backdrop images that will be randomly used at startup. Click the "New list" button to open the list editing dialog:
it: È possibile creare una lista di immagini di sfondo che verranno selezionate in modo casuale all'avvio. Fare clic sul pulsante «Nuova lista» per aprire la finestra di modifica della lista:

source: Backdrop List Editor
it: Editor della lista degli sfondi

source: Shows backdrop list manager
it: Mostra il gestore della lista degli sfondi

source: You may want to change the default path and name of your custom list of backdrops in the "List file" entry.
it: Il percorso predefinito e il nome della propria lista personalizzata di sfondi, possono essere cambiati nella voce «File della lista».

source: You can easily add an image file by clicking the "plus" button. That action will open a file-browsing window. You can remove a file, if you select it in the list and click the "minus" button. When your list is complete, click the "Save" button to save it. If you want to modify its content later, use the "Edit list" button in the Desktop Settings dialog.
it: È possibile aggiungere facilmente un'immagine premendo il pulsante «+»; verrà aperta una finestra del file browser. Per rimuovere un file, selezionarlo dalla lista e premere il pulsante «-». Quando la propria lista è completa, fare clic sul pulsante «Salva» per salvarla. Se si desidera modificarne il contenuto in seguito, utilizzare il pulsante «Modifica lista» nella finestra delle impostazioni della scrivania.

source: You can recover an older list by dropping its name.list file on the backdrop settings dialog from a file manager.
it: È anche possibile recuperare una vecchia lista trascinando il file nome.list nella finestra delle impostazioni dello sfondo, da un file manager.

source: To refresh the backdrop with a new random image from the list just run the <application>@PACKAGE_NAME@</application> command again, e.g. from a terminal or the run dialog, or <application>@PACKAGE_NAME@</application><arg>--reload</arg>.
it: Per aggiornare lo sfondo con una nuova immagine casuale dall'elenco, eseguire nuovamente il comando <application>@PACKAGE_NAME@</application> (per esempio dal terminale o dalla finestra di esegui), o <application>@PACKAGE_NAME@</application><arg>--reload</arg>.

source: Four Style options (Tiled, Scaled, Centered and Stretched) are available to specify the fitting of the backdrop image on the screen, depending on its size. You can also select the "Auto" item if you want to let <application>@PACKAGE_NAME@</application> take care of this setting.
it: Sono disponibili quattro opzioni (centrato, affiancato, stirato e scalato) per specificare come l'immagine debba riempire lo schermo in funzione della sua dimensione. È anche possibile selezionare l'opzione «Automatico» per far scegliere a <application>@PACKAGE_NAME@</application> la modalità migliore.

source: The slider at the bottom of the dialog allows you to adjust the brightness of the backdrop image and/or color.
it: La barra scorrevole nella parte inferiore della finestra, permette di correggere la luminosità dell'immagine o del colore di sfondo.

source: xfdesktop supports xinerama and multiscreen modes. In multiscreen mode, the Appearance tab shows one tab per screen.
it: xfdesktop supporta xinerama e la modalità a più schermi; in questa modalità, la linguetta dell'aspetto mostra una linguetta per ogni schermo.

source: Behavior Tab
it: Linguetta del comportamento

source: Shows the Behavior tab of the Desktop Settings dialog
it: Mostra la linguetta del comportamento nella finestra di dialogo delle impostazioni della scrivania

source: The first two options allow you to enable or disable the Window List Menu and the Applications Menu. There is also a button that launches the Xfce Menu Editor, which is used to edit the Applications Menu.
it: Le prime due opzioni permettono di abilitare o disabilitare il menu della lista finestre e il menu delle applicazioni. È anche disponibile un pulsante che avvia l'editor del menu di Xfce e che permette di modificare il menu delle applicazioni.

source: The behavior of the desktop icons can be set here as well. There are three options: None, to disable desktop icons entirely; Minimized application icons, to show icons for minimized/hidden applications on the desktop; and File/launcher icons, to show the contents of your <filename>~/Desktop</filename> directory on the desktop.
it: Qui è inoltre possibile impostare il comportamento delle icone sulla scrivania. Sono disponibili tre opzioni: «nessuna», per disabilitare completamente le icone sulla scrivania; «Icone delle applicazioni minimizzate», per mostrare sulla scrivania le icone delle applicazioni nascoste o minimizzate; «File/icone degli avviatori», per visualizzare sulla scrivania il contenuto della propria directory <filename>~/Desktop</filename>.

source: If desktop icons are enabled, you can control the size of the icon itself (in pixels), and the font size used to display the icon text (in points). Selecting the "Use system font size" checkbox will tell <application>@PACKAGE_NAME@</application> to use the font size selected in the User Interface Settings dialog.
it: Se sono attivate le icone sulla scrivania, è possibile controllare la dimensione (in pixel) dell'icona stessa e l'altezza (in punti) del tipo di carattere utilizzato per visualizzare il testo dell'icona. Selezionando l'opzione «Usa la dimensione del carattere di sistema», <application>@PACKAGE_NAME@</application> utilizzerà la dimensione del tipo di carattere selezionata nella finestra delle impostazioni dell'interfaccia utente.

source: Xfce Menu Editor
it: Editor del menu per Xfce

source: The recommended way to edit the Applications Menu is via the Xfce Menu Editor.
it: Il metodo più indicato per modificare il menu delle applicazioni, prevede di utilizzare l'editor del menu di Xfce.

source: Shows the menu editor.
it: Mostra l'editor del menu.

source: The Xfce Menu Editor shows the menu as a tree of items. Existing items can be edited by selecting the item and using the toolbar buttons or context menu. Items can be moved around by dragging them with the mouse. New items can be used with the Add button or menu item.
it: L'editor di menu di Xfce mostra il menu come una struttura ad albero composta di vari elementi. Gli elementi esistenti possono essere modificati selezionandoli e utilizzando i pulsanti della barra strumenti o il menu contestuale. Gli elementi possono essere spostati trascinandoli con il mouse. Nuovi elementi possono essere aggiunti utilizzando il pulsante «Aggiungi» o l'elemento menu.

source: Title
it: Titolo

source: A Title item has no function; it just serves as a way to insert text and/or an icon into the menu.
it: Un elemento titolo non ha alcuna funzione; permette semplicemente di inserire un testo o un'icona nel menu.

source: Submenu
it: Sottomenu

source: A submenu item allows you to attach a submenu to the menu.
it: Un elemento sottomenu, permette di inserire un sottomenu nel menu.

source: Launcher
it: Avviatore

source: Launchers run an application when clicked.
it: Gli avviatori eseguono un'applicazione quando si fa un clic su di essi.

source: Separator
it: Separatore

source: A separator item draws a line across the menu.
it: Un elemento separatore crea una riga nel menu.

source: Quit
it: Esci

source: The Quit menu item brings up a dialog that allows you to log out, or shutdown or reboot your computer.
it: L'opzione esci fa comparire una finestra che permette di eseguire il log out, di spegnere il proprio computer o di riavviarlo.

source: There are five kinds of menu items: <placeholder-1/>
it: Esistono cinque tipi di elementi per il menu: <placeholder-1/>

source: If the application supports Startup Notification, you may check the box, and the mouse cursor will turn into an hourglass while the application is loading. If you are not sure if the application supports Startup Notification, leave the box unchecked.
it: Se la'pplicazione supporta la notifica di avvio, si può abilitare l'opzione; in questo modo il cursore del mouse, mentre l'applicazione si sta caricando, visualizzerà una clessidra. Se non si è sicuri della compatibilità dell'applicazione con la notifica di avvio, si consiglia di non abilitare l'opzione.

source: If the application is a console application and requires a terminal to run, check the "Run in teriminal" box.
it: Se l'applicazione necessita del terminale per essere eseguita, abilitare l'opzione «Esegui nel terminale».

source: In addition to menu items, there are two types of "speical" items that can be added to the menu via the "Add external" option in the Edit menu. The system menu searches for <filename>.desktop</filename> files in some predetermined locations on your hard disk and creates a menu tree of the applications found. The "file" external allows you to store other menus in other menu files and merge them together with the current menu.
it: Oltre agli elementi menu, ne esistono altri due tipi "speciali" che possono essere aggiunti al menu tramite l'opzione «aggiungi esterna» nel menu modifica. Il menu di sistema ricerca i file <filename>.desktop</filename> in alcune posizioni predeterminate sul disco fisso e crea un menu ad albero delle applicazioni trovate. Il file "esterno" permette di archiviare altri menu in altri file di menu e di unirli con il menu corrente.

source: Hidden Options
ca: Opcions ocultes
da: Skjulte tilvalg
fr: Options cachées
it: Opzioni nascoste
ja: 隠しオプション

source: There are a number of hidden options that cannot be set by the Xfce Settings Manager. These require use of a text editor.
ca: Hi ha un grapat d'opcions ocultes que no es poden fixar mitjançant el gestor d'ajustaments de Xfce. Per aquestes us caldrà emprar un editor de text.
da: Der er en række af skjulte muligheder der ikke kan indstilles af indstillingshåndtering til Xfce . Disse kræver brugen af et tekstbehandlingsprogram.
fr: Certaines options ne peuvent pas être définies à l'aide du gestionnaire de bureau de Xfce. Ces options ne peuvent être changées qu'avec un éditeur de texte.
it: Esistono diverse opzioni nascoste che non è possibile configurare tramite il gestore delle impostazioni di Xfce; per modificarle occorre utilizzare un editor di testo.
ja: この他にも Xfce 設定マネージャで設定することはできない多くの隠しオプションがあります。これらの設定にはテキストエディタを使用する必要があります。

source: Icon View Text Appearance
ca: Aparença del text de les icones
da: Ikonvisningstekst udseende
fr: Apparence du texte en vue d'icône
it: Aspetto del testo nella visualizzazione a icone
ja: アイコン表示の文字の外観

source: The colors of the icon text and the icon text background, as well as the opacity of the icon text background, can be customized by putting directives simiar to the following in your <filename>~/.gtkrc-2.0</filename> file:
ca: Els colors del text de les icones i del seu fons, així com la opacitat del fons del text de les icones, es pot ajustar emprant directives similars a les següents en el vostre fitxer filename>~/.gtkrc-2.0</filename>:
da: Farven på ikonteksten og ikonets teksbaggrund, samt uigennemsigtigheden af ikonets tekstbaggrund, kan tilpasses ved at indsætte følgende lignende direktiver i din <filename>~/.gtkrc-2.0</filename> fil:
fr: La couleur du texte de l'cône et la couleur de fond du texte ainsi que son opacité peuvent être personnalisés en ajoutant les lignes suivantes dans le fichier <filename>~/.gtkrc-2.0</filename> :
it: I colori, il testo e lo sfondo del testo dell'icona come anche l'opacità dello sfondo del testo dell'icona, possono essere personalizzati inserendo, nel file <filename>~/.gtkrc-2.0</filename>, delle istruzioni simili a quelle riportate di seguito:
ja: アイコンの文字およびアイコンの文字の背景色の他、アイコンの文字の背景色の透明度を、<filename>~/.gtkrc-2.0</filename> ファイルに以下のような指定をすることでカスタマイズできます:

source: The first entry sets the opacity of the rounded text background. The three "base" entries set the text background color, and the three "fg" entries set the text color.
ca: La primera entrada fixa l'opacitat del fons arrodonit del text. Les tres entrades «base» fixen el color del fons del text, i les tres entrades «fg» fixen el color del text.
da: Det første punkt indstiller uigennemsigtigheden på den afrundede tekstbaggrund. De tre "basis"-punkter indstiller tekstens baggrundsfarve, og de tre "fg"-punkter indstiller tekstfarven.
fr: L'opacité du fond du texte se définit dans la commande "label-alpha". Les commandes "base" définissent la couleur de fond du texte et les trois commandes "fg" sa couleur.
it: La prima voce permette di impostare l'opacità dello sfondo del testo arrotondato. Le tre voci "base" impostano il colore di sfondo del testo mentre le tre voci "fg" agiscono sul colore del testo stesso.
ja: 最初のエントリでは文字の背景の透明度を設定しています。3 つの "base" エントリでは文字の背景色を設定しており、"fg" エントリでは文字の色を設定しています。

source: The "NORMAL" entries set the color for the regular, unselected state. The "SELECTED" entries set the color for when the icon is selected, and the desktop has keyboard focus. The "ACTIVE" entries set the color for when the icon is selected, but the desktop does not have keyboard focus.
ca: La entrada «NORMAL» fixa el color de l'estat habitual, estat de no seleccionat. La entrada «SELECTED» fixa el color quan la icona està seleccionada i l'escriptori te el focus del teclat. La entrada «ACTIVE» fixa el color quan la icona està seleccionada però l'escriptori no te el focus del teclat.
da: Punkterne "NORMAL" indstiller farven for den almindelige, ikke-valgte tilstand. Punkterne "SELECTED" indstiller farven til når ikonet er valgt, og når skrivebordet har tastaturets fokus. Punkterne "ACTIVE" indstiller farven for når ikonet er valgt, men ikke har tastaturets fokus.
fr: Les entrées "NORMAL" définissent la couleur pour les icônes non sélectionnées. Les entrées "SELECTED" définissent leur couleur lorsqu'elles sont sélectionnées et que le clavier est focalisé sur le bureau. Les entrées "ACTIVE" définissent la couleur de l'icône sélectionnée mais uniquement lorsque le clavier ne focalise pas sur le bureau.
it: Le voci "NORMAL" permettono di impostare il colore per lo stato normale, non selezionato. Le voci "SELECTED" impostano invece il colore dell'icona quando questa è selezionata e la scrivania ha il fuoco della tastiera. Infine, le voci "ACTIVE" impostano il colore per la situazione in cui l'icona è selezionata ma la scrivania non ha il fuoco della tastiera.
ja: "NORMAL" エントリには通常時および非選択時の色を設定します。"SELECTED" エントリにはアイコンが選択されたときおよびキーボードフォーカスがデスクトップにあるときの色を設定します。"ACTIVE" エントリではアイコンが選択され、キーボードフォーカスがデスクトップにないときの色を設定します。

source: Extra File Icons
it: Icone aggiuntive

source: In addition to file and launcher icons, <application>@PACKAGE_NAME@</application> can also display icons for removable volumes plugged into your computer. It can also display an icon for your filesystem root, home directory, and trash can. By default, these are all enabled, but can be disabled via hidden options. Create or edit the file <filename>$XDG_CONFIG_HOME/xfce4/desktop/xfdesktoprc</filename> and add something similar to the following:
it: Oltre alle icone di file e avviatori, <application>@PACKAGE_NAME@</application> è in grado di visualizzare anche le icone dei volumi rimovibili collegati al proprio computer. Può anche mostrare un'icona per la radice del file system, la cartella casa e il cestino. Di default, queste sono tutte abilitate, ma possono essere disabilitate tramite le opzioni nascoste. Creare o modificare il file <filename>$XDG_CONFIG_HOME/xfce4/desktop/xfdesktoprc</filename> e aggiungere qualcosa di simile a questo:

source: To disable that particular feature, change the "true" to "false" and save the file. If an entry is omitted, it defaults to "true". Restart <application>@PACKAGE_NAME@</application> for the changes to take effect.
it: Per disabilitare una particolare caratteristica, cambiarne il valore da "true" a "false" e salvare il file. Se una voce viene omessa, assume automaticamente il valore "true". Riavviare <application>@PACKAGE_NAME@</application> per rendere effettivi i cambiamenti.

source: Icons In the Applications and Window List Menus
it: Icone nel menu delle applicazioni e nella lista finestre

source: If you wish that icons are not shown in the Applications Menu and the Window List Menu, add the following to your <filename>~/.gtkrc-2.0</filename>:
it: Se si desidera che le icone non vengano visualizzate nel menu delle applicazioni e nel menu della lista finestre, aggiungere il testo seguente al file <filename>~/.gtkrc-2.0</filename>:

source: Unfortunately, this will act on all Gtk menus, not just on the Applications and Window List menus. There is currently no way to set this property for just these two menus.
it: Sfortunatamente, verranno interessati tutti i menu Gtk, non solo i menu delle applicazioni e della lista finestre. Attualmente non è possibile impostare questa proprietà solamente per questi due menu.

source: Miscellaneous
ca: Misceŀlània
da: Diverse
fr: Divers
it: Informazioni varie
ja: その他

source: You can open the menu or window list from the commandline as well. This can be useful for keyboard shortcuts. To open the menu run the command <application>@PACKAGE_NAME@</application><application>--menu</application>, and for the windowlist use <application>@PACKAGE_NAME@</application><application>--windowlist</application>. To cause the current running instance to quit, run <application>@PACKAGE_NAME@</application><application>--quit</application>.
ca: També podeu obrir el menú o la llista de finestres des de la línia d'ordres. Això pot ser útil si s'empren les dreceres de teclat. Per obrir el menú executeu l'ordre <application>@PACKAGE_NAME@</application><application>--menu</application>, i per la llista de finestres empreu <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Per fer que la instància actual finalitzi, executeu <application>@PACKAGE_NAME@</application><application>--quit</application>.
da: Du kan også åbne menuen eller vindueslisten fra kommandolinjen. Dette kan være nyttigt i forbindelse med tastaturgenveje. For at åbne menuen kør da kommandoen <application>@PACKAGE_NAME@</application><application>--menu</application>, og for vindueslisten brug da <application>@PACKAGE_NAME@</application><application>--windowlist</application>. For at lukke den kørende udgave af programmet, kør da <application>@PACKAGE_NAME@</application><application>--quit</application>.
fr: Vous pouvez aussi ouvrir le menu des applications et des fenêtres depuis la ligne de commande en utilisant la commande <application>@PACKAGE_NAME@</application><application>--menu</application> pour le menu d'applications et <application>@PACKAGE_NAME@</application><application>--windowlist</application> pour celui des fenêtres. Pour quitter la session actuelle exécutez la commande <application>@PACKAGE_NAME@</application><application>--quit</application>.
it: Il menu o la lista finestre può essere aperta anche dalla linea di comando: questo metodo può essere utile per le scorciatoie da tastiera. Per aprire il menu, eseguire il comando <application>@PACKAGE_NAME@</application><application>--menu</application> mentre per la lista finestre usare <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Per interrompere l'istanza corrente, eseguire <application>@PACKAGE_NAME@</application><application>--quit</application>.
ja: メニューやウィンドウリストはコマンドラインからも開くことができます。これはキーボードショートカットに設定するときに役立ちます。メニューを開くときはコマンド <application>@PACKAGE_NAME@</application> <application>--menu</application> を、ウィンドウリストを開くときはコマンド <application>@PACKAGE_NAME@</application> <application>--windowlist</application> を使用します。現在動作中のインスタンスを終了させる場合は <application>@PACKAGE_NAME@</application> <application>--quit</application> を使用します。

source: About <application>@PACKAGE_NAME@</application>
ca: Quant a <application>@PACKAGE_NAME@</application>
da: Om <application>@PACKAGE_NAME@</application>
fr: À propos de <application>@PACKAGE_NAME@</application>
it: Informazioni su <application>@PACKAGE_NAME@</application>
ja: <application>@PACKAGE_NAME@</application> について

source: <application>@PACKAGE_NAME@</application> was written by Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), and Benedikt Meurer (<email>benny@xfce.org</email>). For more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
ca: <application>@PACKAGE_NAME@</application> ha estat escrip per Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), i Benedikt Meurer (<email>benny@xfce.org</email>). Per més informació visiteu el <ulink url="http://www.xfce.org" type="http">lloc web de Xfce</ulink>.
da: <application>@PACKAGE_NAME@</application> er skrevet af Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), og Benedikt Meurer (<email>benny@xfce.org</email>). Besøg venligst <ulink url="http://www.xfce.org" type="http">Xfce website</ulink> for mere information.
fr: <application>@PACKAGE_NAME@</application> a été écrit par Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), et Benedikt Meurer (<email>benny@xfce.org</email>). Pour plus d'informations, visitez le <ulink url="http://www.xfce.org" type="http">site web Xfce</ulink>.
it: L'applicazione <application>@PACKAGE_NAME@</application> è stata scritta da Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>) e Benedikt Meurer (<email>benny@xfce.org</email>). Per maggiori informazioni, visitare il <ulink url="http://www.xfce.org" type="http">sito di Xfce</ulink>.
ja: <application>@PACKAGE_NAME@</application> は Brian Tarricone (<email>kelnos@xfce.org</email>)、Jasper Huijsmans (<email>jasper@xfce.org</email>)、および Benedikt Meurer (<email>benny@xfce.org</email>) が製作しました。より詳しい情報は <ulink url="http://www.xfce.org" type="http">Xfce のウェブサイト</ulink> を参照してください。
