Repository: Dartomic/xfdesktop
Catalog: po-doc/*.po
Languages: ca, da, fr, it, ja

source: To report a bug or make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
ca: Per informar d'algun error o fer algun suggeriment referent a aquesta aplicació o a aquest manual, empreu el el sistema de seguiment d'errades a <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
da: For at indrapportere en fejl eller lave et forslag vedr. dette program eller denne manual, skal du bruge fejlrapporteringssytemet på <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
fr: Pour signaler un bogue ou si vous avez une suggestion au sujet de cette application ou ce manuel, utilisez le système de bogues <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
it: Per segnalare un problema o per avanzare una proposta relativa a questo programma o al manuale, utilizzare il sistema di tracciamento dei bug all'indirizzo <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
ja: このアプリケーションや説明書に関するバグの報告やご提案についてはバグ追跡システム <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> をご利用下さい。

source: If you have questions about the use or installation of this package, please ask on the <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
ca: Si teniu alguna pregunta referent a l'ús o instaŀlació d'aquest paquet, pregunteu a la <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">llista de correu xfce</ulink>. Els debats sobre el desenvolupament es fan a la <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">llista de correu xfce4-dev</ulink>.
da: Derudover hvis du har spørgsmål om brugen eller installation af dette program, så spørg venligst på postlisten <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> Diskussion vedrørende udvikling finder sted på postlisten <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
fr: Si vous avez des questions à propos de l'utilisation ou l'installation de ce paquet, posez les sur la liste de distribution <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink>. Les discussions au sujet du développement se trouvent sur la liste de disribution <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
it: Se si hanno domande relative all'utilizzo o all'installazione di questo pacchetto, rivolgersi alla <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">mailing list di xfce</ulink>.Le discussioni relative allo sviluppo si svolgono nella mailing list <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
ja: このアプリケーションの使い方やインストール方法についてのご質問は、<ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> メーリングリストで尋ねてみてください。開発に関する議論は <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> メーリングリストで行われています。

source: This program is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: Aquest programa es distribueix amb els termes de la llicència «GNU General Public License» com es va publicar per la Free Software Foundation; ja sigui la versió 2 de la llicència, o (si ho preferiu) qualsevol versió posterior.
da: Dette program er udgivet under de samme betingelser som GNU General Public License, udgivet af Free Software Foundation; enten version 2, eller (op til dig) enhver senere udgave af licensen.
it: Questo programma è distribuito nel rispetto dei termini della licenza GNU GPL (General Public License) come pubblicata dalla Free Software Foundation, sia questa la versione 2 o, a propria scelta, una qualsiasi versione successiva.
ja: このソフトウェアはフリーソフトウェア財団が公表する GNU 一般公衆利用許諾契約書の条件下に配布されています。第2版、あるいはあなたが選ぶそれ以降の版のいずれかが適用されます。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
it: Con il programma dovrebbe essere stata anche fornita una copia della GNU General Public License; se così non fosse, scrivere alla: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
ca: Carles Muñoz Gorriz «carlesmu@internautas.org», 2009.
da: Lars Christian Jensen <lars@jink.dk>, 2009. Per Kongstad <p_kongstad@op.pl>, 2009. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
fr: Maximilian Schleiss <maximilian@xfce.org>, 2007, 2010.
it: Traduzione Italiana a cura di Cristian Marchi
ja: Masato Hashimoto <hashimo@xfce.org>, 2009, 2010.

source: <application>@PACKAGE_NAME@</application> can also display on the desktop the contents of the <filename>$XDG_DESKTOP_DIR</filename> folder, which can be set in the <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> file (if you do not have this file, it will use <filename>$HOME/Desktop</filename>). Files can be arranged, copied, moved, and linked to and from a file manager, and opened using preferred applications. Application and URL launchers can also be created on the desktop. The file icon view is modeled to have a similar look and feel as the <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> file manager.
fr: <application>@PACKAGE_NAME@</application> peut afficher sur le bureau le contenu du dossier <filename>$XDG_DESKTOP_DIR</filename>, ce dernier pouvant être défini dans le fichier <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (si ce fichier n'existe pas, il utilisera par défaut <filename>$HOME/Desktop</filename>). Les fichiers peuvent être arrangés, copiés, déplacés, des liens peuvent être créés vers les fichiers depuis un gestionnaire de fichiers ou depuis le bureau lui-même et ouverts en utilisant les applications favorites. Des lanceurs d'applications et d'URL peuvent être créés sur le bureau. La vue en icônes a été conçue pour avoir le même comportement que le gestionnaire de fichiers <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
ja: <application>@PACKAGE_NAME@</application> はまた、他の多くのデスクトップ環境やオペレーティングシステムと同様に、XDG ユーザディレクトリ仕様として <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> で設定された <filename>$XDG_CONFIG_DESKTOP</filename> フォルダ (存在しない場合は <filename>$HOME/Desktop</filename>) の内容をデスクトップに表示することもできます。ファイルはファイルマネージャから、整列、コピー、移動、あるいはリンクの作成などが行え、またあらかじめ割り当てられたアプリケーションで開くこともできます。アプリケーションおよび URL のランチャをデスクトップ上に作成することもできます。ファイルアイコン表示は、<ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> ファイルマネージャのルックアンドフィールにならって作成されています。

source: The Desktop Menu
ca: El menú d'escriptori
da: Skrivebordsmenuen
fr: Le menu du bureau
ja: デスクトップメニュー

source: A right-click on the desktop backdrop opens a menu that allows you to open a Thunar window in the Desktop directory, to create launchers, URL links, folders and files from templates. It is also possible to open the Desktop Settings and the Properties window of the Desktop directory and to start many of the applications found on your system.
ca: Un clic-dret en el fons de l'escriptori obre un menú que us permetrà obrir el «Thunar» en el directori de l'escriptori, i així poder crear llançadors, enllaços d'URLs, carpetes i fitxers de les plantilles. També us permetrà obrir el gestor d'ajustaments i les propietats de la finestra del directori de l'escriptori, i també iniciar moltes de les aplicacions del vostre sistema.
da: Et højreklik på skrivebordets baggrund åbner en menu som tillader dig at åbne et Thunarvindue i skrivebordsmappen, at oprette startere, URL-henvisninger, mapper og filer fra skabeloner. Det er også muligt at åbne skrivebordsindstillingerne og egenskabsvinduet til skrivebordsmappen og til at starte mange af programmerne som findes på dit system.
fr: Un clic droit sur l'arrière-plan du bureau ouvre un menu qui vous permet d'ouvrir une fenêtre Thunar, de créer des lanceurs pour des applications ou des liens, et de créer des répertoires et fichiers depuis les modèles. Il est aussi possible d'ouvrir le dialogue de paramétrage du bureau et la fenêtre de propriété du répertoire de bureau, ainsi que de lancer les applications installées sur le système.
ja: デスクトップの背景上で右クリックすると、デスクトップフォルダを Thunar で開いたり、ランチャ、URL リンク、フォルダ、またはテンプレートからファイルを作成したりするメニューを表示します。また、デスクトップ設定やデスクトップウィンドウのプロパティ、およびシステム内の多くのアプリケーションを起動することもできます。

source: Desktop Menu
ca: Menú d'escriptori
da: Skrivebordsmenu
fr: Menu du bureau
ja: デスクトップメニュー

source: The menu's configuration file, <filename>xfce-applications.menu</filename>, can be found under the path <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. For binary packages, <filename>$sysconfdir</filename> is often <filename>/etc</filename> and for source compiles, it defaults to <filename>/usr/local/etc</filename>.
ca: El fitxer del menú de configuració, <filename>xfce-applications.menu</filename>, es por trobar en el directori <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Pe paquets instaŀlats, <filename>$sysconfdir</filename> és sovint <filename>/etc</filename> i pels paquets creats localment acostuma a ser <filename>/usr/local/etc</filename>.
da: Menuens indstillingsfil, <filename>xfce-applications.menu</filename>, kan findes i stien <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. For binære pakker, <filename>$sysconfdir</filename> er ofte <filename>/etc</filename> og for kildekompileringer er standarden <filename>/usr/local/etc</filename>.
fr: Le fichier de configuration du menu, <filename>xfce-applications.menu</filename>, se trouve dans <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Pour les paquets binaires, <filename>$sysconfdir</filename> est souvent <filename>/etc</filename> et pour les fichiers source, <filename>/usr/local/etc</filename>.
ja: このメニューの設定ファイル <filename>xfce-applications.menu</filename> は、<filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename> 配下にあります。バイナリパッケージの場合 <filename>$sysconfdir</filename> は多くの場合 <filename>/etc</filename> であり、またソースコンパイルしたものは、デフォルトでは <filename>/usr/local/etc</filename> になります。

source: The previous menu editor is not available anymore. However you can customize your menu by copying <filename>xfce-applications.menu</filename> to <filename>$XDG_CONFIG_HOME/menus</filename> and by modifying it with a text editor such as <application>mousepad</application> or <application>gedit</application>. Please remember that the file should be UTF-8 encoded. For more information on menu editing, please see <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">the Xfce Wiki</ulink>.
fr: L'éditeur de menu n'est plus disponible. Néanmoins il est possible de personnaliser le menu en copiant le fichier <filename>xfce-applications.menu</filename> vers <filename>$XDG_CONFIG_HOME/menus</filename> et en le modifiant avec un éditeur de texte tel que <application>mousepad</application>. Ce fichier doit être encodé en UTF-8. Pour plus d'information sur l'édition du menu, consultez cette <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">page wiki</ulink>.
ja: 以前にあったメニューエディタは利用できません。しかし、次の手順でカスタマイズが可能です: <filename>xfce-applications.menu</filename> を <filename>$XDG_CONFIG_HOME/menus</filename> にコピーし、<application>mousepad</application> や <application>gedit</application> などのテキストエディタで編集します。ファイルの文字エンコーディングは UTF-8 でなければならないことを忘れないでください。より詳しい情報は <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">Xfce Wiki</ulink> をご覧ください。

source: Further customisation can be achived by creating <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">desktop entries</ulink> in <filename>$XDG_DATA_HOME/applications</filename> to hide, modify or add entries in the menu.
fr: Une personnalisation plus approfondie peut être accomplie en créant des <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">fichiers desktop</ulink> dans le répertoire <filename>$XDG_DATA_HOME/applications</filename> afin de cacher, modifier ou ajouter de nouvelles entrées dans le menu.
ja: この他のカスタマイズとして、<filename>$XDG_DATA_HOME/applications</filename> に <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">デスクトップエントリ</ulink> を作成することによってメニューエントリの非表示、修正、あるいは追加が指定できるようになります。

source: Background Tab
ca: Pestanya del rerefons
da: Baggrundstab
fr: Onglet arrière-plan
ja: 「背景」タブ

source: The Background tab allows you to set various options related to drawing the desktop backdrop picture.
ca: La pestanya de rerefons us permet establir diverses opcions relacionades amb mostrar la imatge de fons de l'escriptori.
da: Fanebladet til baggrunden tillader dig at indstille diverse muligheder i forbindelse med at tegne skrivebordets tapetbillede.
fr: L'onglet apparence permet de définir plusieurs options realtives à l'affichage de l'image de fond d'écran.
ja: 「背景」タブでは、デスクトップの背景画像に関する様々な設定を行えます。

source: Desktop Settings, Background Tab
ca: Ajustaments de l'escriptori, pestanya de rerefons
da: Skrivebordsindstillinger, faneblad til baggrund
fr: Paramètres du bureau, onglet arrière-plan
ja: デスクトップ設定、「背景」タブ

source: Shows the Background tab of the Desktop Settings dialog
ca: Mostra la pestanya de rerefons al diàleg dels ajustaments de l'escriptori
da: Viser fanebladet til baggrund i indstillingsdialogen til skrivebordet
fr: Affiche l'onglet apparence de la fenêtre des paramètres du bureau
ja: デスクトップ設定の「背景」タブについて説明します。

source: Select the <emphasis>"None"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to ignore the backdrop image and only use the selected colors.
ca: Seleccioneu l'opció <emphasis>«Cap»</emphasis> si voleu que <application>@PACKAGE_NAME@</application> ignori la imatge de fons i empri només els colors seleccionats.
da: vælg <emphasis>"Ingen"</emphasis>-indstillingen hvis du vil have <application>@PACKAGE_NAME@</program> til at ignorerere tapetbilledet og kun bruger valgte farver.
fr: Cochez la case <emphasis>"Aucune"</emphasis> pour afficher seulement la ou les couleurs sélectionnées précédemment.
ja: <emphasis>"なし"</emphasis> オプションを選択すると、<application>@PACKAGE_NAME@</application> は背景画像を表示せず、選択された色のみを使用します。

source: Select the <emphasis>"Single image"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to draw a backdrop image.
ca: Seleccioneu l'opció <emphasis>«Una imatge»</emphasis> si voleu que <application>@PACKAGE_NAME@</application> mostri una imatge de fons.
da: Vælg "Enkeltbilled"-indstillingen hvis du vil have <application>@PACKAGE_NAME@</program> til at tegne et tapetbillede.
fr: Cochez la case <emphasis>"Image unique"</emphasis> pour afficher une image en fond d'écran.
ja: <emphasis>"単一画像"</emphasis> オプションを選択すると、<application>@PACKAGE_NAME@</application> は背景画像を描画します。

source: Select the <emphasis>"Image List"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to randomly choose the backdrop image among a list.
ca: Seleccioneu l'opció <emphasis>«Llista d'imatges»</emphasis> si voleu que <application>@PACKAGE_NAME@</application> trii una imatge aleatòria del llistat d'imatges.
da: Vælg "Billedliste"-indstillingen hvis du vil have <application>@PACKAGE_NAME@</program> til tilfældigt at vælge tapetbilledet fra en liste.
fr: Cochez la case <emphasis>"Liste d'images"</emphasis> pour afficher une image au hasard, choisie dans une liste.
ja: <emphasis>"画像リスト"</emphasis> オプションを選択すると、<application>@PACKAGE_NAME@</application> は画像リストの中から背景画像をランダムで使用します。

source: Images
ca: Imatges
da: Billeder
ja: 画像

source: If you selected the <emphasis>"Single image"</emphasis> option, you can choose an image from the treeview. Click on an image to set it as the current backdrop. <application>@PACKAGE_NAME@</application> will update the background of your desktop automatically.
ca: Si heu seleccionat l'opció <emphasis>«Una imatge»</emphasis>, podeu triar, en la visualització en arbre, la imatge. Feu clic a la imatge per fixar-la com el fons actual. <application>@PACKAGE_NAME@</application> actualitzarà el fons del vostre escriptori automàticament.
da: Hvis du valgte <emphasis>"Enkelt billede"</emphasis> indstillingen, kan du vælge et billede fra trævisningen. Klik på et billede for at indstille nuværende baggrund. <application>@PACKAGE_NAME@</application> vil automatisk opdatere baggrunden på dit skrivebord.
fr: Si vous avez sélectionné l'option <emphasis>"Image unique"</emphasis>, vous pouvez choisir une image depuis la liste d'images pour l'appliquer sur le bureau.
ja: <emphasis>"単一画像"</emphasis> オプションを選択すると、ツリービューから背景画像を選択できます。背景に設定したい画像をクリックしてください。<application>@PACKAGE_NAME@</application> はデスクトップの背景を自動的に更新します。

source: You can add images to the treeview by clicking on the "plus" button, which will pop a file chooser dialog up. Images can be removed using the "minus" button.
ca: Podeu afegir imatges a la visualització en arbre fent clic el el botó «més», el qual us mostrarà un diàleg de selecció de fitxer. Les imatges es poden treure amb el botó «menys».
da: Du kan tilføje billeder til trævisningen ved at klikke på "plus"-knappen, som vil poppe en filvælgerdialog op. Billeder kan blive fjernet ved brug af "minus"-knappen.
fr: Vous pouvez ajouter des images dans la liste en cliquant sur le bouton "plus", qui ouvre un dialogue de sélection de fichier. Les images peuvent être retirées en utilisant le bouton "moins".
ja: ツリービューに画像を追加する場合は "+" ボタンをクリックしてください。ファイル選択ダイアログが表示されます。除去は画像を選択して "-" ボタンをクリックします。

source: If you selected the <emphasis>"Image list"</emphasis> option, you can use the "New" button displaying a blank sheet to select an existing list or create a new one, using a file chooser. You can still use the "plus" and "minus" buttons to add and remove images. <application>@PACKAGE_NAME@</application> will then randomly choose a backdrop among this list every time it starts.
ca: Si seleccioneu l'opció <emphasis>«Llista d'imatges»</emphasis>, podeu emprar el botó «Nou» per mostrar una llista en blanc per seleccionar una llista ja existent o crear una de nova, emprant un diàleg de selecció de fitxer. Podeu emprar els botons «més» i «menys» per afegir o treure imatges. <application>@PACKAGE_NAME@</application> seleccionarà d'aquesta llista i forma aleatòria quina imatge es mostra cada cop que es torna a arrancar.
da: Hvis du valgte <emphasis>"Billedliste"</emphasis>-indstilling, Kan du bruge "Ny"-knappen, som vil vise en blank side for at vælge en eksisterende liste eller oprette en ny ved brug af filvælger. Du kan stadig bruge "plus" og "minus"-knapperne til at tilføje og fjerne billeder. <application>@PACKAGE_NAME@</application> vil så tilfældigt vælge et tapet fra denne liste hver gang skrivebordet startes.
fr: Si vous avez sélectionné l'option <emphasis>"Liste d'images"</emphasis>, vous pouvez utiliser le bouton "Nouveau" pour sélectionner une liste existante ou en créer une nouvelle. <application>@PACKAGE_NAME@</application> choisira automatiquement, à chaque lancement, une image parmi la liste.
ja: <emphasis>"画像リスト"</emphasis> オプションを選択すると、空白のリストが表示され、既存のリストの選択あるいは新規作成のための "新規作成" ボタンが使用できるようになります。また、画像の追加および除去を行うための "+" および "-" ボタンも引き続き使用できます。<application>@PACKAGE_NAME@</application> は毎回起動される度にこのリストの中から背景をランダムに選びます。

source: Five Style options (<emphasis>"Centered"</emphasis>, <emphasis>"Tiled"</emphasis>, <emphasis>"Stretched"</emphasis>, <emphasis>"Scaled"</emphasis> and <emphasis>"Zoomed"</emphasis>) are available to specify the fitting of the backdrop image on the screen, depending on its size. You can also select the <emphasis>"Auto"</emphasis> item if you want to let <application>@PACKAGE_NAME@</application> take care of this setting.
ca: Hi han 5 opcions d'estil (<emphasis>«Al centre»</emphasis>, <emphasis>En mosaic»</emphasis>, <emphasis>«S'amplia»</emphasis>, <emphasis>«S'escala»</emphasis> i <emphasis>«Zoom»</emphasis>) disponibles per fixar la imatge de fons a l'escriptori, depenent de la seva mida. També podeu seleccionar l'element <emphasis>«Automàtic»</emphasis> si voleu que sigui <application>@PACKAGE_NAME@</application> qui es preocupi d'aquesta opció.
da: Fem stilindstillinger (<emphasis>"Centreret"</emphasis>, <emphasis>"Flise"</emphasis>, <emphasis>"<Udstrakt"</emphasis>, <emphasis>"Skaleret"</emphasis> og <emphasis>"Forstørret"</emphasis>) er tilgængelige for at angive tilpasningen af tapetbilledet på skærmen afhængig af dens størrelse. Du kan også vælge <emphasis>"Auto"</emphasis>-elementet hvis du ønsker at <application>@PACKAGE_NAME@</program> tager sig af denne indstilling.
fr: Cinq styles d'affichage de l'image à l'écran, dépendant de sa taille, sont disponibles, <emphasis>"Centré"</emphasis>, <emphasis>"Mosaïque"</emphasis>, <emphasis>"Etiré"</emphasis>, <emphasis>"A l'échelle"</emphasis> et <emphasis>"Zoomé"</emphasis>. Il est aussi possible de laisser <application>@PACKAGE_NAME@</application> choisir le format d'affichage en optant pour le style "Auto".
ja: 5 つのスタイルオプション (<emphasis>"中央揃え"</emphasis>, <emphasis>"タイル状"</emphasis>, <emphasis>"縦横比を維持せず全画面化"</emphasis>, <emphasis>"長辺を画面に合わせる"</emphasis> および <emphasis>"短辺を画面に合わせる"</emphasis>) は背景画像を画面サイズにあわせるためのオプションです。<emphasis>"自動"</emphasis> を選ぶと <application>@PACKAGE_NAME@</application> が自動的に解決します。

source: <application>@PACKAGE_NAME@</application> supports xinerama and multiscreen modes. In multiscreen mode, the Background tab shows one tab per screen.
ca: <application>@PACKAGE_NAME@</application> funciona amb «xinerama» i amb modes multi-pantalla. En mode multi-pantalla, la pestanya de rerefons es mostrarà un cop per cada pantalla.
da: <application>@PACKAGE_NAME@</program> understøtter xinerama- og flerskærmtilstande. I flerskærmtilstand viser fanebladet til baggrund et fanblad per skærm.
fr: <application>@PACKAGE_NAME@</application> supporte les modes multi-écrans et xinérama. En mode multi-écrans, chaque écran se voit assigné un onglet Apparence.
ja: <application>@PACKAGE_NAME@</application> は、Xinerama およびマルチスクリーンモードをサポートしています。マルチスクリーンモードでは、背景タブは画面ごとに個別に表示されます。

source: Colors
da: Farver
fr: Couleurs
ja: 色

source: The color style is one of four options in dropping list: a solid color, horizontal gradient, vertical gradient, or transparent.
ca: L'estil de color ha de ser una de les següents opcions de la llista de selecció: color sòlid, degradat horitzontal, degradat vertical o transparent.
da: Farvestilen er en af fire muligheder: en ensfarvet, vandret farveovergang, lodret farveovergang eller gennemsigtig.
fr: Le style de couleur peut être l'un des quatres suivants : couleur unie, dégradé horizontal, dégradé vertical ou transparent.
ja: 色のスタイルはドロップダウンリストにある4つのオプション (単色、水平グラデーション、垂直グラデーション、または透明) から一つを選びます。
