Repository: Dartomic/xfdesktop
Catalog: po-doc/*.po
Languages: ca, da, fr, it, ja

source: The <emphasis>"Transparent"</emphasis> option, when you use a colored background without backdrop image, allows you to see the windows that are under the transparent desktop window. This requires an activated compositor.
ca: L'opció <emphasis>«Transparent»</emphasis>, quan empreu un fons acolorit sense imatge de fons, us permet veure les finestres que estan a sota de la finestra transparent de l'escriptori. Per això us cal un motor de composició («compositor») actiu.
da: <emphasis>"Gennemsigtighed"</emphasis>-indstillingen, når du bruger en farvet baggrund uden et tapetbillede, tillader dig at se vinduerne bag det gennemsigtige skrivebordsvindue. Dette kræver at sammensætter er slået til.
fr: L'option <emphasis>"Transparent"</emphasis>, lorsque vous sélectionner un arrière-plan coloré sans image, vous permet de voir les fenêtres qui sont affichées sous la fenêtre du bureau transparente. Ceci requiert qu'un compositeur de fenêtres soit actif.
ja: <emphasis>"透明"</emphasis> オプションを選択すると、背景画像を指定していない場合に透明化されたデスクトップウィンドウの下にウィンドウを表示させることができます。この機能を使用するためには、合成処理を有効にする必要があります。

source: Two colored buttons allow you to choose the colors for your desktop. When the solid color option is selected, only the first color is available. When either of the gradient options are selected, both the first and second colors are available. Both of the color buttons open a color chooser dialog:
ca: Dos botons acolorits que us permeten triar els colors de l'escriptori. Quan heu triat l'opció de color sòlid, només està disponible el primer color. Quan heu seleccionat qualsevulla de les opcions de degradat, ambdós, el primer i segon color estan disponibles. Els dos botons de colors obren un diàleg de selecció de color:
da: To farveknapper tillader dig at vælge farver til dit skrivebord. Når ensfarvet indstillingen er valgt er kun den første farve tilgængelig. Når indstillingerne til farveorvergang er valgt, vil både den første og anden farve være tilgængelig. Begge farveknapper åbner en farvevælgerdialog:
fr: Deux boutons de couleur permettent de définir la couleur du fond d'écran. Lorsque la couleur unie est choisie, seule l'option de première couleur est disponible. Lorsque le choix se porte sur l'une des deux options de dégradés, la seconde couleur devient elle aussi active. Chacun des deux boutons de couleurs ouvre un dialogue de choix de la couleur :
ja: 2 つの色のボタンでデスクトップの背景色を選択できます。単一色を選択した場合は第一色のみ有効になります。グラデーションのいずれかを選択した場合は第一、第二色の両方が有効になります。それぞれのボタンをクリックすると色の選択ダイアログが表示されます:

source: Select Background Color
ca: Selecció del color de fons
da: Vælg baggrundsfarve
fr: Choisir la couleur de fond d'écran
ja: 背景色の選択

source: "Color Name"
ca: «Nom de color»
da: "Farvenavn"
fr: "Nom de la couleur"
ja: "色の名称"

source: You can enter an HTML-style hexadecimal color value, or simply a color name, in the <placeholder-1/> entry.
ca: Podeu introduir a l'àrea d'entrada <placeholder-1/> valors de colors en hexadecimal (al estil HTML) o simplement un nom de color.
da: Du kan indtaste en HTML-stil hexadecimalfarveværdi, eller simplethen et farvenavn i "placeholder-1"-punktet.
fr: Vous pouvez insérer une couleur en code hexadecimal, ou simplement le nom de couleur, dans la case <placeholder-1/>.
ja: HTML スタイルでの設定も行えます。<placeholder-1/> エントリに、16 進数の色の値か、色の名称を入力してください。

source: Adjustments
ca: Ajustaments
da: Justeringer
fr: Ajustements
ja: 調整

source: The two sliders allow you to adjust the brightness and the saturation of the backdrop image and or color.
ca: Els dos botons lliscants us permet ajustar la brillantor i saturació de la imatge o el color de fons.
da: De to skydere tillader dig at justere lysstyrken og farvemætningen til tapetbilledet og/eller farve.
fr: Les barres du bas de la fenêtre des paramètres permettent d'ajuster le degré de luminosité et de saturation de l'image ou de la couleur définie.
ja: 2 つのスライダで背景画像や背景色の明度と彩度の調整が行えます。

source: Menus Tab
ca: Pestanya de menús
da: Menufaner
fr: Onglet menu
ja: 「メニュー」タブ

source: Desktop Settings, Menus Tab
ca: Ajustaments d'escriptori, pestanya de menús
da: Skrivebordsindstillinger, menufaneblade
fr: Paramètres du bureau, onglet menus
ja: デスクトップの設定、「メニュー」タブ

source: Shows the Menus tab of the Desktop Settings dialog
ca: Mostra la pestanya de menú en la finestra de diàleg dels ajustaments de l'escriptori
da: Viser fanebladet til menuer i indstillingsdialogen til skrivebordet
fr: Affiche l'onglet menus de la fenêtre de paramètres du bureau
ja: デスクトップ設定ダイアログの「メニュー」タブについて説明します。

source: If you check the <emphasis>"Show applications menu on desktop right click"</emphasis>, the <link linkend="xfdesktop-menu">applications menu</link> will be shown when right clicking on the desktop.
ca: Si marqueu <emphasis>«Mostra el menú d'aplicacions amb el botó dret del ratolí»</emphasis>, el <link linkend="xfdesktop-menu">menú d'aplicacions</link> es mostrarà amb al clicar sobre l'escriptori amb el botó dret del ratolí.
da: Hvis du afkrydser <emphasis>"Vis skrivebordsmenu ved højreklik på skrivebordet"</emphasis>, vil <link linkend="xfdesktop-menu">programmenuen</link> blive vist ved højreklik på skrivebordet.
fr: Si vous cochez l'option <emphasis>"Afficher le menu des applications d'un clic droit sur le bureau", le <link linkend="xfdesktop-menu">menu des applications</link> sera affiché d'un clic droit sur le bureau.
ja: <emphasis>"デスクトップ上での右クリックでアプリケーションメニューを表示する"</emphasis> にチェックマークをつけると、デスクトップ上で右クリックしたときに <link linkend="xfdesktop-menu">アプリケーションメニュー</link> が表示されます。

source: The <emphasis>"Show application icons in menu"</emphasis> allows you to show or hide icons in the menu.
ca: <emphasis>«Mostra les icones d'aplicació al menú»</emphasis> us permet mostrar, o no, icones al menú.
da: <emphasis>"Vis programikoner på menuen"</emphasis> tillader dig at vise eller skjule ikoner på menuen.
fr: L'option <emphasis>"Afficher les icônes des applications dans le menu"</emphasis> vous permet d'afficher ou de cacher les icônes dans le menu.
ja: <emphasis>"メニューにアイコンを表示する"</emphasis> オプションでメニューにアイコンを表示させることができます。

source: If you check the <emphasis>"Show window list menu on desktop middle click"</emphasis> option, the <link linkend="xfdesktop-window-list">window list menu</link> will be shown when middle clicking on the desktop.
ca: Si marqueu l'opció <emphasis>«Mostra la llista de finestres amb el botó del mig del ratolí»</emphasis>, el <link linkend="xfdesktop-window-list">menú amb la llista de finestres</link> es mostrarà al fer clic sobre l'escriptori amb el botó del mig del ratolí.
da: Hvis du afkrydser <emphasis>"Vis vindueslistemenu ved midterklik på skrivebords"</emphasis>-indstillingen, vil <link linkend="xfdesktop-window-list">vindueslistemenu</link> blive vist ved midterklik på skrivebordet.
fr: Si vous cochez l'option <emphasis>"Afficher le menu listant des fenêtres d'un clic milieu sur le bureau"</emphasis>, le <link linkend="xfdesktop-window-list">menu listant des fenêtres</link> sera afficher lors d'un clic milieu sur le bureau.
ja: <emphasis>"デスクトップ上での中央クリックでウィンドウリストを表示する"</emphasis> オプションにチェックマークをつけると、デスクトップ上で中央クリックしたときに <link linkend="xfdesktop-window-list">ウィンドウリストメニュー</link> が表示されます。

source: The <emphasis>"Show application icons in menu"</emphasis> option allows you to show or hide icons in the menu. This option is only available when <emphasis>"Show window list menu on desktop middle click"</emphasis> is checked.
ca: L'opció <emphasis>«Mostra les icones d'aplicació al menú»</emphasis> us permet mostrar, o no, les icones en el menú. Aquesta opció només està disponible quan <emphasis>«Mostra la llista de finestres amb el botó del mig del ratolí»</emphasis> està marcada.
da: <emphasis>"Vis programikoner på menu"</emphasis>-indstillingen tillader dig at vise eller skjule ikoner på menuen.Denne indstilling er kun tilgængelig når <emphasis>"Vis vindueslistemenu ved midterklik på skrivebordet"</emphasis> er afkrydset.
fr: L'option <emphasis>"Afficher les icônes des applications dans le menu"</emphasis> vous permet d'afficher ou cacher les icônes dans le menu. Cette option est seulement disponible lorsque la case <emphasis>"Afficher les icônes des applications dans le menu"</emphasis> est cochée.
ja: <emphasis>"メニューにアイコンを表示する"</emphasis> オプションでメニューにアイコンを表示させることができます。

source: The <emphasis>"Show workspace names in list"</emphasis> option allows you to show or hide workspace names in the list. If checked, windows are shown under the name of their workspace. Else, they are all shown in the same portion of the menu. This option is only available when <emphasis>"Show window list menu on desktop middle click"</emphasis> is checked.
ca: L'opció <emphasis>«Mostra els noms dels espais de treball en una llista»</emphasis> us permet mostrar, o no, els noms dels espais de treball a la llista. Si està marcada, les finestres es mostren sota el nom del seu espai de treball. Si no està marcada, es mostren totes en el mateix lloc del mení. Aquesta opció només està disponible quan l'opció <emphasis>«Mostra la llista de finestres amb el botó del mig del ratolí»</emphasis> està marcada.
da: <emphasis>"Vis arbejdsområdenavne på liste "</emphasis>-indstillingen tillader dig at viser eller skjule arbejdsområdenavne på listen. Hvis afkrydset er vinduer vist under navnet på arbejdsområdet. Ellers er de alle vist på den samme del af menuen. Denne indstilling er kun tilgængelig når <emphasis>"Vis vindueslistemenu ved midterklik på skrivebordet"</emphasis> er afkrydset.
ja: <emphasis>"リストにワークスペース名を表示する"</emphasis> オプションでリストにワークスペース名を表示させることができます。チェックマークをつけると、ウィンドウ名はそのワークスペース名の下に表示されます。つけなければまとめて表示されます。このオプションは <emphasis>"デスクトップ上での中央クリックでウィンドウリストを表示する"</emphasis> にチェックマークがつけられている場合のみ有効になります。

source: The <emphasis>"Show submenus for the windows in each workspace"</emphasis> option allows you to have the windows displayed in a submenu titled with the workspace name. This option is only available when <emphasis>"Show workspace names in list"</emphasis> is checked.
ca: L'opció <emphasis>«Empra submenús per les finestres de cada espai de treball»</emphasis> us permet tenir les finestres mostrades en un submenú, que tindrà el títol del nom de l'espai de treball. Aquesta opció només està disponible quan l'opció <emphasis>«Mostra els noms dels espais de treball en una llista»</emphasis> està marcada.
da: <emphasis>"Brug undermenuer til vinduer på hvert arbejdsområde"</emphasis>-indstillingen tillader dig at have vinduerne vist i en undermenu med arbejdsområdets titel. Denne indstilling er kun tilgængelig når <emphasis>"Vis abejdsområdenavne på liste"</emphasis> er afkrydset.
ja: <emphasis>"各ワークスペースのウィンドウをサブメニューで表示する"</emphasis> オプションでウィンドウ名はワークスペース名リストのサブメニューになります。このオプションは <emphasis>"デスクトップ上での中央クリックでウィンドウリストを表示する"</emphasis> にチェックマークがつけられている場合のみ有効になります。

source: The <emphasis>"Show sticky windows only in active workspace"</emphasis> option allows you to have sticky windows displayed only in the active workspace, instead of displaying their item in all workspaces.
ca: L'opció <emphasis>«Mostra les finestres omnipresents només a l'espai de treball actiu»/emphasis> us permet que les finestres omnipresents només es mostrin a l'espai de treball actiu, encara de que s'estiguin mostrant a tots els espais de treball.
da: <emphasis>"Vis klæbende vinduer kun i aktivt arbejdsområde"</emphasis>-indstillingen tillader dig at have klæbende vinduer vist kun i det aktive arbejdsområde frem for at blive vist på alle arbejdsområder.
ja: <emphasis>"アクティブワークスペースにのみスティッキーウィンドウを表示する"</emphasis> オプションで、スティッキーウィンドウを全てのワークスペースで表示するのではなく、アクティブのワークスペースにのみ表示させることができます。

source: Icons Tab
ca: Pestanya d'icones
da: Faneblad til Ikoner
fr: Onglet icônes
ja: 「アイコン」タブ

source: Desktop Settings, Icons Tab
ca: Ajustaments de l'escriptori, pestanya d'icones
da: Skrivebordsindstillinger, faneblad til ikoner
fr: Paramètres du bureau, onglet icônes
ja: デスクトップ設定、「アイコン」タブ

source: Shows the Icons tab of the Desktop Settings dialog
ca: Mostra la pestanya d'icones en la finestra de diàleg d'ajustaments de l'escriptori
da: Viser fanebladet til ikoner i indstillingsdialogen til skrivebordet
fr: Affiche l'onglet icônes de la fenêtre de paramètres du bureau
ja: デスクトップ設定の「アイコン」タブについて説明します。

source: Appearance
fr: Apparence
ja: 外観

source: The <emphasis>"Icon type"</emphasis> dropping list allows you to set the behavior of the desktop icons. There are three options: "None", to disable desktop icons entirely; "Minimized" application icons, to show icons for minimized or hidden applications on the desktop; and "File/launcher" icons, to show the contents of your <filename>$XDG_DESKTOP_DIR</filename> directory on the desktop.
fr: Le <emphasis>"Type d'icône"</emphasis> défini le comportement des icônes dur le bureau. Trois options sont disponibles: "Aucune", pour désactiver complètement les icônes sur le bureau; "Icônes des applications réduites" pour afficher sur le bureau les icônes des applications cachées ou minimisées; et "Icônes des fichiers/lanceurs" pour afficher le contenu de votre dossier <filename>$XDG_DESKTOP_DIR</filename> sur le bureau.
ja: <emphasis>"アイコンタイプ"</emphasis> ドロップダウンリストでは、デスクトップアイコンの振る舞いを 3 つのオプションの中から設定できます。"なし" を選ぶとデスクトップにアイコンは表示されません。"最小化されたアプリケーションアイコン" を選ぶと最小化または隠されたアプリケーションのアイコンがデスクトップに表示されます。"ファイル/ランチャアイコン" を選ぶと <filename>$XDG_DESKTOP_DIR</filename> ディレクトリの内容がデスクトップに表示されます。

source: If desktop icons are enabled, you can control the size of the icon itself (in pixels) with the <emphasis>"Icon size"</emphasis> option, and the font size used to display the icon text (in points) with the <emphasis>"Use custom font size"</emphasis> option. If you do not check this last option, the system defaults will be used.
ca: Si les icones d'escriptori estan habilitades, podeu ajustar la seva mida (en píxels) mitjançant l'opció <emphasis>«Mida de les icones»</emphasis>, i la mida del tipus de lletra amb el que es mostrarà el text (en punts) mitjançant l'opció <emphasis>«Empra mida de _lletra personalitzada»</emphasis>. Si no heu marcar aquesta darrera opció, s'empraran els valors per defecte del sistema.
da: Hvis skrivebordsikoner er slået til, kan du indstille størrelsen på selve ikonet (i pixels) med <emphasis>"Ikonstørrelse"</emphasis>-indstillingen, samt skriftstørrelsen der bruges i ikonteksten (i punkter). Ved at vælge <emphasis>'"Brug tilpasset skriftstørrelse"</emphasis>-indstillingen. Hvis du ikke afkrydser denne sidste indstilling vil systemstandard blive brugt.
fr: Si les icônes de bureau sont activées, vous pouvez en contrôler la taille (en pixels) avec l'option <emphasis>"Taille de l'icône"</emphasis> ainsi que la taille de la police d'écriture utilisée pour afficher le texte de l'icône (en points) avec l'option <emphasis>"Utiliser une taille de police personnalisée"</emphasis>. La valeur par défaut du système est utilisée si la case n'est pas cochée.
ja: デスクトップアイコンが有効になっている場合、<emphasis>"アイコンのサイズ"</emphasis> オプションでアイコンのサイズをピクセル数で設定でき、<emphasis>"指定フォントサイズを使用する"</emphasis> オプションでアイコンの文字に使用されるフォントのサイズをポイント数で設定できます。<emphasis>"指定フォントサイズを使用する"</emphasis> オプションにチェックマークをつけない場合はシステムデフォルトが使用されます。

source: Default Icons
ca: Icones per defecte
da: Standardikoner
fr: Icônes par défaut
ja: デフォルトアイコン

source: The checkboxes allow you to show or hide special icons on the desktop, when <application>@PACKAGE_NAME@</application> is set to draw icons. Double clicking those icons will open a Thunar window displaying the contents of a particular path.
ca: Les caselles de selecció us permeten mostrar o amagar algunes icones especials a l'escriptori, quan <application>@PACKAGE_NAME@</application> està configurat per mostrar icones. Si es fa doble clic en aquestes icones s'obrirà una finestra de Thunar per mostrar el contingut d'una carpeta concreta.
da: Denne afkrydsningsboks tillader dig at vise eller skjule specialikoner på skrivebordet, når <application>@PACKAGE_NAME@</program> er indstillet til tegne ikoner. Dobbeltklik på disse ikoner vil åbne et Thunarvindue der viser indholdet af en særlig sti.
fr: Les cases vous permet d'afficher ou masquer des emplacements spéciales sur votre bureau, lorsque <application>@PACKAGE_NAME@</application> est configuré pour afficher des icônes. En double-cliquant ces icônes, une fenêtre Thunar s'ouvrira pour afficher le contenu du chemin en question.
ja: このチェックボックスでは、<application>@PACKAGE_NAME@</application> がアイコンを表示するよう設定されているときにデスクトップに表示する特殊アイコンを設定できます。デスクトップでこれらのアイコンをダブルクリックすると Thunar ファイルマネージャでそれぞれのパスの内容が表示されます。

source: <emphasis>Home</emphasis> stands for your home folder, that is to say, <filename>$HOME</filename>. <emphasis>Filesystem</emphasis> stands for the root of your file system, also known as <filename>/</filename>. <emphasis>Trash</emphasis> stands for your trash folder, and <emphasis>Removable devices</emphasis> represents floppy drives, USB drives and keys, external hard drives, optical discs, etc.
fr: <emphasis>Répertoire personnel</emphasis> ouvre logiquement le répertoire <filename>$HOME</filename>. <emphasis>Système de fichiers</emphasis> ouvre le répertoire racine du système de fichier, connu tel que <filename>/</filename>. <emphasis>Corbeille</emphasis> affiche la corbeille, et <emphasis>Périphériques amovibles</emphasis> représente les disquettes, disques et clés USB, les lecteurs optiques, etc.
ja: <emphasis>ホーム</emphasis> は <filename>$HOME</filename> で示されるホームフォルダを表します。<emphasis>ファイルシステム</emphasis> はファイルシステムのルート ( <filename>/</filename> とも表記されます) を表します。<emphasis>ゴミ箱</emphasis> はゴミ箱フォルダを表します。<emphasis>リムーバブルデバイス</emphasis> はフロッピードライブ、USB デバイスや USB キー、外付けハードディスクドライブ、あるいは光学ドライブなどを表します。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
ca: Hauríeu d'haver rebut una còpia de la Llicència Pública General GNU juntament amb aquest programa; en cas contrari, escriviu a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110‐1301, USA.
da: Du burde have modtaget en kopi af GNU General Public License sammen med dette program; hvis ikke så skriv til Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
ja: このプログラムには、GNU 一般公衆利用許諾契約書のコピーが附属するはずですが、もし無いのであればフリーソフトウェア財団 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA に連絡してください。
