Repository: Dartomic/xfdesktop
Catalog: po-doc/*.po
Languages: ca, da, fr, it, ja

source: Xfce 4 Desktop Manager
ca: Gestor d'escriptori de Xfce 4
da: Skrivebordshåndtering til Xfce 4
fr: Gestionnaire de bureau Xfce 4
it: Gestore della scrivania di Xfce4
ja: Xfce 4 デスクトップマネージャ

source: This manual describes <application>@PACKAGE_NAME@</application> version @PACKAGE_VERSION@.
ca: Aquest manual descriu <application>@PACKAGE_NAME@</application> versió @PACKAGE_VERSION@.
da: Denne manual beskriver <application>@PACKAGE_NAME@</application> version @PACKAGE_VERSION@.
fr: Ce manuel décrit la version @PACKAGE_VERSION@ de <application>@PACKAGE_NAME@</application>.
it: Questo manuale descrive <application>@PACKAGE_NAME@</application> versione @PACKAGE_VERSION@.
ja: この説明書は <application>@PACKAGE_NAME@</application> バージョン @PACKAGE_VERSION@ について書かれています。

source: Introduction
ca: Introducció
da: Introduktion
it: Introduzione
ja: 紹介

source: The <application>@PACKAGE_NAME@</application> application manages the desktop backdrop. It sets a backdrop image and/or color and it can pop up an applications menu and a list of all running applications when you click on the desktop with the right or middle mouse button respectively. As of Xfce 4.4, <application>@PACKAGE_NAME@</application> also draws icons on the desktop.
ca: L'aplicació <application>@PACKAGE_NAME@</application> gestiona l'escriptori. Fixa la imatge de fons i/o el color. També pot mostrar el menú d'aplicacions i el llistat d'aplicacions en execució quan feu clic en l'escriptori amb el botó de la dreta o el del mig respectivament. Des de la sortida de Xfce 4.4, <application>@PACKAGE_NAME@</application> també pot mostrar icones a l'escriptori.
da: <application>@PACKAGE_NAME@</application> programmet håndterer skrivebordets tapet. Den indstiller tapetets billede og/eller farven og kan fremvise en programmenu og en liste over alle kørende programmer, når du klikker på skrivebordet med henholdsvis den højre eller midter museknap. Fra og med Xfce 4.4 tegner <application>@PACKAGE_NAME@</application> også ikoner på skrivebordet
fr: Le gestionnaire de bureau <application>@PACKAGE_NAME@</application> gère le fond du bureau. Il s'occupe aussi de fournir une image de fond d'écran ou une couleur, d'afficher un menu des applications installées sur le système
it: L'applicazione <application>@PACKAGE_NAME@</application> gestisce lo sfondo della scrivania. Permette di impostare un'immagine o un colore di sfondo, di mostrare un menu delle applicazioni e di visualizzare un elenco di quelle in esecuzione facendo clic sulla scrivania rispettivamente con il tasto destro o con quello centrale del mouse. A partire da Xfce 4.4, <application>@PACKAGE_NAME@</application> disegna anche le icone sulla scrivania.
ja: <application>@PACKAGE_NAME@</application> アプリケーションはデスクトップと背景を管理します。背景の画像、色、あるいはその両方を設定し、デスクトップ上で右クリックまたは中央クリックすると、それぞれアプリケーションメニューまたは動作中のすべてのアプリケーションのリストをポップアップ表示します。Xfce 4.4 以降では、<application>@PACKAGE_NAME@</application> はデスクトップにアイコンも表示します。

source: The <application>@PACKAGE_NAME@</application> package installs a settings dialog for use with the <emphasis>Xfce 4 Settings Manager</emphasis>. From this dialog you can change the backdrop image and color and change settings for the menu and the window list.
ca: El paquet <application>@PACKAGE_NAME@</application> instaŀla un diàleg d'ajustaments pel <emphasis>gestor d'ajustaments de Xfce 4</emphasis>. Amb aquest diàleg podeu canviar la imatge i el color de fons i, també, canviar el paràmetres del menú i de la llista de finestres.
da: <application>@PACKAGE_NAME@</application> pakken installerer en indstillingsdialog til brug i <emphasis>indstillingshåndteringen til Xfce 4</emphasis>. Fra denne dialog kan du ændre tapetets billede og farve samt ændre indstillingerne for menuen og vindueslisten.
fr: Le paquet <application>@PACKAGE_NAME@</application> installe aussi un menu dans le <emphasis>Gestionnaire de paramètres de Xfce 4</emphasis>. À partir de ce menu peuvent être modifiés la couleur de fond d'écran ou son image, certains aspects du menu d'applications ainsi que de la liste de fenêtres.
it: Il pacchetto <application>@PACKAGE_NAME@</application> installa una finestra di impostazione da utilizzare con il <emphasis>gestore delle impostazioni di Xfce 4</emphasis>. Da questa finestra è possibile cambiare l'immagine e il colore di sfondo, e modificare le impostazioni per il menu e la lista finestre.
ja: <application>@PACKAGE_NAME@</application> パッケージは <emphasis>Xfce 4 設定マネージャ</emphasis> で使用する設定ダイアログをインストールします。このダイアログから、背景の画像や色の変更およびメニューやウィンドウリストの変更が行えます。

source: Backdrop
ca: Fons
da: Tapet
fr: Fond d'écran
it: Sfondo
ja: 背景

source: <application>@PACKAGE_NAME@</application> is responsible for drawing the desktop's backdrop (sometimes called "wallpaper") image. There are various options for setting a backdrop image. The final picture seen on the monitor is composed of a solid color or gradient, with an image or photo (with optional transparency) composited on top of the color or gradient. This allows for some interesting effects using semi-transparent images on top of various color arrangements.
ca: <application>@PACKAGE_NAME@</application> és el responsable de mostrar la imatge de fons de l'escriptori. Hi han vàries opcions per ajustar la imatge de fons. La imatge final que es mostrarà està composada d'un color sòlid i el seu degradat juntament amb la imatge o fotografia, amb una imatge o fotografia (opcionalment amb transparència) a sobre del color i/o degradat de color. Això permet alguns efectes interessants en el cas de que s'empri imatges semi-transparents a sobre de la configuració de color de fons.
da: <application>@PACKAGE_NAME@</application> er ansvarlig for at tegne skrivebordets tapetbillede (nogen gange kaldt "baggrund"). Der er forskellige muligheder til indstilling af et tapetbillede. Det endelige billede består af en ensfarvet eller farveovergang, med et billede eller foto (med tilvalg gennemsigtighed) sammensat oven på farven eller farveovergangen. Dette tillader nogle interesante effekter ved at bruge halvgennemsigtige billeder oven på diverse farvearrangementer.
fr: <application>@PACKAGE_NAME@</application> s'occupe de gérer et d'afficher l'image de fond d'écran. Plusieurs options et paramètres peuvent être définis pour afficher l'image de fond d'écran. L'image définitive affichée sur le moniteur est composée d'une couleur unie ou dégradée, avec une image ou une photo (avec option de transparence) affichée par dessus la couleur ou dégradé. Ceci permet d'avoir des effets intéressants en utilisant des images semi-transparentes et divers arrangements de couleurs.
it: <application>@PACKAGE_NAME@</application> è addetto alla visualizzazione dello sfondo della scrivania (chiamato anche "rivestimento"). Sono disponibili diverse opzioni riguardanti la configurazione di un'immagine di sfondo. Il risultato finale è costituito dalla sovrapposizione di un colore solido (o di un gradiente) e di una immagine (o fotografia); in questo modo sono realizzabili degli effetti particolari utilizzando delle immagini semi trasparenti sovrapposte a varie combinazioni di colore.
ja: <application>@PACKAGE_NAME@</application> はデスクトップの背景画像 (「壁紙」と呼ばれたりもします) の描画に関する責任を負います。背景画像の設定には様々なオプションがあります。最終的にモニタに表示される絵柄は単一色あるいはグラデーションで生成され、画像や写真 (透明度も指定できます) は背景色と合成され、半透明の画像と背景色を組み合わせて様々な効果を得ることができます。

source: Icons
ca: Icones
da: Ikoner
fr: Icônes
it: Icone
ja: アイコン

source: In addition to drawing the backdrop image, <application>@PACKAGE_NAME@</application> can draw icons on the desktop.
ca: A més a més de mostrar la imatge de fons, <application>@PACKAGE_NAME@</application> pot mostrar icones a l'escriptori.
da: Udover at tegne tapetbilledet, kan <application>@PACKAGE_NAME@</application> også tegne ikoner på skrivebordet.
fr: En plus de la gestion du fond d'écran et des menus, <application>@PACKAGE_NAME@</application> est aussi capable d'afficher des icônes sur le bureau.
it: Oltre a gestire la visualizzazione dell'immagine di sfondo, <application>@PACKAGE_NAME@</application> è in grado di disegnare le icone sulla scrivania.
ja: 背景画像の描画に加え、<application>@PACKAGE_NAME@</application> はデスクトップにアイコンを配置することもできます。

source: Minimized Window Icons
ca: Icones de finestres minimitzades
da: Minimerede vinduesikoner
fr: Icônes des applications minimisées
it: Icone delle applicazioni minimizzate
ja: 最小化されたアプリケーションアイコン

source: One mode of operation displays minimized applications as icons on the desktop, which can be rearranged, and will remember their positions when the window is unhidden and then later minimized again. The icons also provide a right-click menu similar to the window's control menu accessed by clicking the button in the top-left corner of the window.
ca: Un dels modes és el de mostrar a l'escriptori les icones de finestres minimitzades, que es poder reordenar, i que pot recordar les seves posicions quan, després de tornar-les a mostrar, es minimitzen un altre cop. A les icones també se'ls hi ha afegit un menú amb el clic-dret similar al del menú de control de la finestra que es mostra amb al fer clic al control de dalt a l'esquerra de la finestra.
da: En af handlingstilstandende viser minimerede programmer som ikoner på skrivebordet, der kan omarrangeres, og som vil huske deres position når vinduet er blevet gendannet og minimeret igen. Ikonerne tilbyder også en højreklikmenu i stil med vinduets kontrolmenu, som tilgås ved at trykke på knappen i det øverste venstre hjørne af vinduet.
fr: Un des modes d'affichage consiste à afficher sur le bureau les icônes des applications minimisées. Les icônes peuvent être arrangées à souhait et reprennent la même place une fois l'application maximisée et minimisée à nouveau. Un clic droit sur l'icône permet d'accéder au même menu contextuel que celui se trouvant dans la partie gauche de la barre de titre de chaque fenêtre.
it: Un modo di operare prevede di visualizzare le applicazioni minimizzate come icone sulla scrivania; queste possono essere riordinate e la posizione verrà ricordata nel momento in cui la finestra sarà massimizzata e in seguito minimizzata di nuovo. Le icone forniscono anche un menu, accessibile con un clic del tasto destro del mouse, simile a quello visualizzato quando si fa clic sul pulsante in alto a sinistra nella finestra.
ja: 設定の中には、最小化されたアプリケーションのアイコンをデスクトップに表示するモードがあり、アイコンの再配置の他、後に再び最小化された時に、以前にアイコンが表示された位置に配置することもできます。アプリケーションアイコンを右クリックすると、ウィンドウの左上にあるウィンドウ操作メニューと同じメニューが表示されます。

source: File/Launcher Icons
ca: Icones de fitxer/llançador
da: Fil/programstarter ikoner
fr: Fichiers/Icônes lanceurs
it: Icone di file e avviatori
ja: ファイル/ランチャアイコン

source: <application>@PACKAGE_NAME@</application> can also display the contents of the <filename>~/Desktop/</filename> on the desktop, similar to the icon views found in many other desktop environments and operating systems. Files can be arranged, copied, moved, and linked to and from a file manager, and opened using preferred applications. Application and URL launchers can also be created on the desktop. The file icon view is modeled to have a similar look and feel as the <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> file manager.
it: <application>@PACKAGE_NAME@</application> è anche in grado di visualizzare sulla scrivania il contenuto della cartella <filename>~/Desktop/</filename>, in modo simile alla vista a icone utilizzata da altri ambienti grafici e sistemi operativi. I file possono essere ordinati, copiati, spostati, collegati da e a un gestore di file, e aperti utilizzando l'applicazione che si preferisce. Sulla scrivania è anche possibile creare degli avviatori per applicazioni e collegamenti. La visualizzazione a icona dei file è progettata per avere uno stile e un aspetto simile a quello del gestore di file <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.

source: The Applications Menu
it: Il menu delle applicazioni

source: A right-click on the desktop backdrop opens a menu that allows you to start many of the applications found on your system.
it: Con un clic del tasto destro del mouse sullo sfondo della scrivania, verrà aperto un menu che permette di avviare la maggior parte delle applicazioni presenti nel sistema.

source: Applications Menu
it: Menu applicazioni

source: Shows <application>@PACKAGE_NAME@</application> right-click mouse menu.
ca: Mostra el menú del botó dret del ratolí de <application>@PACKAGE_NAME@</application>.
da: Viser <application>@PACKAGE_NAME@</application> højreklik musemenu.
fr: Affiche le menu <application>@PACKAGE_NAME@</application> d'un clic droit de la souris
it: Mostra il menu di <application>@PACKAGE_NAME@</application> alla pressione del tasto destro del mouse.
ja: <application>@PACKAGE_NAME@</application> 右クリックメニューについて説明します。

source: The menu's configuration file, <filename>menu.xml</filename>, can be found under the path <filename>$sysconfdir/xdg/xfce4/menu.xml</filename>. For binary packages, <filename>$sysconfdir</filename> is often <filename>/etc</filename> and for source compiles, it defaults to <filename>/usr/local/etc</filename>.
it: Il file di configurazione del menu, <filename>menu.xml</filename>, è situato in <filename>$sysconfdir/xdg/xfce4/menu.xml</filename>. Per i pacchetti binari, <filename>$sysconfdir</filename> è spesso <filename>/etc</filename> mentre per la compilazione da sorgente, è <filename>/usr/local/etc</filename> di default.

source: While it is possible to edit the file manually, the recommended method for editing the <filename>menu.xml</filename> file is via the Xfce Menu Editor, which can be started by running <application>xfce4-menueditor</application>, or using the "Edit desktop menu" button available from the Behavior tab ofthe Desktop Settings dialog. The menu editor also supports drag'n'drop from a file manager.
it: Anche se è possibile modificare il file manualmente, si raccomanda di utilizzare l'editor del menu di Xfce per modificare il file <filename>menu.xml</filename>. L'editor del menu di Xfce può essere avviato eseguendo il comando <application>xfce4-menueditor</application>, o utilizzando il pulsante «modifica menu della scrivania» disponibile nella linguetta del comportamento presente nella finestra delle impostazioni della scrivania. L'editor del menu supporta anche l'operazione di drag'n'drop da un file manager.

source: If you've edited the menu via <application>xfce4-menueditor</application>, the user-customized menu file will be saved to <filename>$XDG_CONFIG_HOME/xfce4/desktop/menu.xml</filename>. <filename>$XDG_CONFIG_HOME</filename> usually defaults to <filename>~/.config</filename>. If editing the file manually, copying it to this location first is the preferred method.
it: Se il menu è stato modificato utilizzando l'applicazione <application>xfce4-menueditor</application>, il file del menu personalizzato verrà salvato in <filename>$XDG_CONFIG_HOME/xfce4/desktop/menu.xml</filename>. <filename>$XDG_CONFIG_HOME</filename> assume il valore <filename>~/ di default.

source: NB: If you choose to edit the file manually, <filename>menu.xml</filename> must to be in UTF-8 encoding for the toolkit to be able to display accented or other non-ASCII characters. Therefore, you need an editor that supports UTF-8, like <application>mousepad</application> or <application>gedit</application>.
it: NB: se si sceglie di modificare il file manualmente, la codifica del file <filename>menu.xml</filename> deve essere UTF-8 per evitare che vengano visualizzati in modo errato gli accenti e gli altri caratteri non ASCII. È quindi necessario disporre di un editor che supporta la codifica UTF-8 quale <application>mousepad</application> o <application>gedit</application>.

source: The Window List Menu
ca: El menú de la llista de finestres
da: Menuliste til vinduet
fr: Le menu de liste des fenêtres
it: Il menu della lista finestre
ja: ウィンドウリストメニュー

source: A middle-click on the desktop backdrop shows a list of all opened windows ordered by workspace. It also allows you to add or remove a workspace.
ca: Un clic amb el botó del mig al fons de l'escriptori us mostrarà una llista de finestres obertes ordenades per espai de treball. També us permetrà afegir o treure espais de treball.
da: Et midterklik på skrivebordets tapet, viser en liste over alle åbne vinduer arrangeret efter arbejdsområde. Den tillader dig også at tilføje eller fjerne et arbejdsområde.
fr: Un clic avec le bouton du milieu de la souris sur le bureau affiche un menu contenant toutes les fenêtres ouvertes, triées par espace de travail. Ce menu permet aussi d'ajouter et supprimer les espaces de travail.
it: Un clic con il tasto centrale del mouse sullo sfondo della scrivania, permette di visualizzare un elenco di tutte le finestre aperte ordinate per spazio di lavoro. Da qui, è anche possibile aggiungere o eliminare uno spazio di lavoro.
ja: デスクトップの背景上で中央クリックすると、ワークスペースごとに動作しているすべてのアプリケーションのリストを表示します。また、ワークスペースの追加や削除も行えます。

source: Window List Menu
ca: Menú de llista de finestres
da: Menuliste til vindue
fr: Menu de liste des fenêtres
it: Menu della lista finestre
ja: ウィンドウリストメニュー

source: Shows <application>@PACKAGE_NAME@</application> middle-click mouse menu.
ca: Mostra el menú del botó del mig del ratolí de <application>@PACKAGE_NAME@</application>.
da: Viser <application>@PACKAGE_NAME@</application> midterklik musemenu.
fr: Affiche le menu de liste des fenêtres de <application>@PACKAGE_NAME@</application> d'un clic du bouton du milieu de la souris
it: Mostra il menu di <application>@PACKAGE_NAME@</application> alla pressione del tasto centrale del mouse.
ja: <application>@PACKAGE_NAME@</application> 中央クリックメニューについて説明します。

source: Desktop Settings
ca: Configuració de l'escriptori
da: Skrivebordsindstillinger
fr: Paramètres du bureau
it: Impostazioni della scrivania
ja: デスクトップ設定

source: You can start the Desktop settings dialog by clicking on the "Desktop" button in the <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce Settings Manager</ulink>.
ca: Podeu obrir la finestra d'ajustaments de l'escriptori fent clic al botó «Escriptori» al <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">gestor d'ajustaments de Xfce</ulink>.
da: Du kan starte skrivbordsindstillingsdialogen ved at klikke på "Skrivebordsknappen" i <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">indstillingshåndteringen til Xfce</ulink>.
fr: Vous pouvez accéder aux paramètres du bureau en cliquant sur l'icône "Paramètres du bureau" dans le <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Gestionnaire de paramètres</ulink> de Xfce.
it: La finestra delle impostazioni della scrivania può essere avviata facendo un clic sul pulsante «scrivania» presente nel <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">gestore delle impostazioni di Xfce</ulink>.
ja: デスクトップの設定ダイアログは、<ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce 設定マネージャ</ulink> の "デスクトップ" をクリックすると表示されます。

source: Appearance Tab
it: Linguetta dell'aspetto

source: The Appearance tab allows you to set various options related to drawing the desktop backdrop picture.
it: La linguetta dell'aspetto permette di configurare varie opzioni relative alla visualizzazione dll'immagine di sfondo della scrivania.

source: Desktop Settings, Appearance Tab
it: Impostazioni della scrivania, linguetta dell'aspetto

source: Shows the Appearance tab of the Backdrop Settings dialog
it: Mostra la linguetta del comportamento nella finestra di dialogo delle impostazioni della scrivania

source: Color Style
it: Stile colore

source: The color style is one of three options: a solid color, horizontal gradient, or vertical gradient.
it: Lo stile del colore offre tre opzioni: solido, gradiente orizzontale o gradiente verticale.

source: First Color and Second Color
it: Colore primario e secondario

source: When the solid color option is selected, only the first color is available. When either of the gradient options are selected, both the first and second colors are available. Both of the color buttons open a color chooser dialog:
it: Quando è selezionata l'opzione di colore solido, è disponibile solamente il colore primario. Quando una delle due opzioni di gradiente è selezionata, sono disponibili sia il colore primario che quello secondario. Entrambi i pulsanti del colore permettono di aprire una finestra di scelta del colore:

source: Select Backdrop Color
it: Selezionare il colore di sfondo

source: Shows the color selection dialog
ca: Mostra el diàleg de selecció de color
da: Vis farvevalgsdialogen
fr: Affiche la sélection d'une couleur de fond d'écran
it: Mostra la finestra di scelta del colore
ja: 色の選択ダイアログについて説明します。

source: You can use the colored ring with a triangle inside to select the color you want from the outer ring, then select the darkness or lightness of that color using the inner triangle. Corresponding values of brightness, deepness, and amount of red, green and blue light in the color appear through the entries on the right side of the window.
ca: Podeu emprar l'anell acolorit que te dins seu un triangle, per seleccionat el color que voleu de la part exterior de l'anell, després seleccioneu el nivell de llum i brillantor emprant el triangle interior. Els valors corresponents de brillantor, intensitat, quantitat de vermell, verd i blau es mostren a la part dreta de la finestra.
da: Du kan bruge den farvede ring med en trekant indeni til at vælge den farve du vil have fra den ydre ring, vælg så den farves lysniveau indeni ved at bruge den indre trekant. Overenstemmende mængder af lys, dybde og mængder af rød, grøn og blåt lys i farven vies gennem værdierne i den højre side af vinduet.
fr: Sélectionnez la couleur en utilisant l'anneau extérieur, vous pouvez ensuite définir le degré d'obscurité et de luminosité de la couleur avec le pointeur dans le triangle intérieur. La case "Teinte" vous donne la position du triangle par rapport à la couleur, en dessous, dans la case "Saturation" s'affiche le niveau d'obscurité de la couleur et dans la case "Valeur" sa luminosité. Les valeurs correspondant à la couleur définie s'affichent dans les différentes cases de la droite de la fenêtre, tel la quantité de rouge, vert ou bleu. Le code de couleur hexadécimal s'affiche dans la case "Nom de la couleur" sur la droite du cercle.
it: Utilizzando l'anello circolare con all'interno un triangolo, è possibile selezionare il colore che si desidera dall'anello esterno e selezionare la luminosità del colore stesso utilizzando il triangolo interno. I valori corrispondenti di luminosità e profondità e le quantità di rosso, verde e blu del colore vengono indicati attraverso le voci sulla destra della finestra.
ja: 色の選択では、内側に三角形のあるカラーリングを使用できます。外側のリングで色を選択し、内側の三角形で色の明度および彩度を選択します。明度、彩度、および色相の値に対応した色がエントリの右側に表示されます。

source: You can click the eyedropper, then click anywhere on your screen to select the color.
ca: Podeu fer clic en el comptagotes i després fer clic en qualsevol lloc de la pantalla per seleccionar el color.
da: Du kan klikke på pipetten, og så klikke ethvert sted på skærmen for at vælge farven.
fr: Vous pouvez cliquer sur la pipette et ensuite sur n'importe quelle partie de l'écran pour en prendre sa couleur.
it: Si può selezionare il contagocce e fare poi clic sullo schermo per selezionare il colore.
ja: スポイトをクリックすると、画面上のどこでもクリックした所の色が選択されます。

source: You can enter an HTML-style hexadecimal color value, or simply a color name, in the "Color Name" entry.
it: È possibile inserire un valore esadecimale in stile HTML, o semplicemente il nome del colore, nella voce «nome colore».
