Repository: Dartomic/xfdesktop
Catalog: po/*.po
Languages: af, eo

source: Backdrop list file is not valid
eo: Listo pri fonbildaj dosieroj ne validas

source: %s <i>Size: %dx%d</i>
eo: %s <i>Grando: %dx%d</i>

source: Home
eo: Hejmo

source: Filesystem
eo: Dosiersistemo

source: Trash
eo: Rubujo

source: Removable Devices
eo: Demeteblaj aparatoj

source: Cannot create backdrop list "%s"
eo: Listo de fonbildaj dosieroj "%s" ne kreeblas

source: Backdrop List Error
eo: Eraro pri listo de fonbildaj dosieroj

source: Create/Load Backdrop List
eo: Krei/ŝarĝi liston de fonbildaj dosieroj

source: File "%s" is not a valid backdrop list file. Do you wish to overwrite it?
eo: Dosiero "%s" ne estas valida listo de fonbildaj dosieroj. Ĉu vi deziras anstataŭigi ĝin?

source: Invalid List File
eo: Nevalida dosierlisto

source: Overwriting the file will cause its contents to be lost.
eo: Anstataŭigante la dosieron, la nuna enhavo perdiĝos.

source: Replace
eo: Anstataŭigi

source: Failed to write backdrop list to "%s"
eo: Skribado de listo de fonbildaj dosieroj en "%s" fiaskis

source: Add Image File(s)
eo: Aldoni bildo(j)n

source: Image files
af: Beeldlêers
eo: Bildaj dosieroj

source: All files
eo: Ĉiuj dosieroj

source: Screen %d, Monitor %d (%s)
eo: Ekrano %d, monitoro %d (%s)

source: Screen %d, Monitor %d
af: Skerm %d, Monitor %d
eo: Ekrano %d, monitoro %d

source: Screen %d
af: Skerm %d
eo: Ekrano %d

source: Monitor %d (%s)
eo: Monitoro %d (%s)

source: Monitor %d
eo: Monitoro %d

source: Settings manager socket
eo: Ŝtopilingo de agordmastrumilo

source: SOCKET ID
eo: IDENTIGILO DE ŜTOPILINGO

source: Version information
eo: Informoj pri versio

source: Type '%s --help' for usage.
eo: Tajpu '%s --help' por la uzado.

source: The Xfce development team. All rights reserved.
eo: La skipo de Xfce-programisto. Ĉiuj rajtoj rezervitaj.

source: Please report bugs to <%s>.
eo: Bonvole raportu cimojn ĉe <%s>.

source: Desktop Settings
af: Werkskerm-instellings
eo: Labortablaj agordoj

source: Unable to contact settings server
eo: Neeblas kontakti la agordservilon

source: Desktop
eo: Labortablo

source: Set desktop background and menu and icon behaviour
eo: Agordi la labortablan fonon kaj la konduton de menuoj kaj piktogramoj

source: <b>Adjustments</b>
eo: <b>Ĝustigado</b>

source: <b>Colors</b>
eo: <b>Koloroj</b>

source: <b>Image</b>
eo: <b>Bildo</b>

source: <b>Images</b>
eo: <b>Bildoj</b>

source: Add an image to the list
eo: Aldoni bildon al la listo

source: Auto
af: Outo
eo: Aŭtomate

source: Automatically pick a random image from a list file
eo: Aŭtomate elpreni hazardan bildon el dosierlisto

source: B_rightness:
eo: B_rileco:

source: Centered
af: Gesentreerd
eo: Centrigita

source: Create a new list, or load an existing one
eo: Krei novan liston aŭ ŝargi unu ekzistantan

source: Don't display an image at all
eo: Tute ne montri bildon

source: Horizontal gradient
eo: Horizontala gradiento

source: Image _list
eo: _Listo de bildoj

source: Increase or decrease the brightness of the final image
eo: (Mal)kreskigi brilecon de la fina bildo

source: Increase or decrease the color saturation of the final image
eo: (Mal)kreskigi saturecon de la fina bildo

source: Remove the selected image(s) from the list
eo: Forigi ekzistanta(j)n bildo(j)n el listo

source: Sa_turation:
eo: Satureco:

source: Scaled
af: Geskaleer
eo: Laŭskaligita

source: Select First Color
eo: Elektu unuan koloron

source: Select Second Color
eo: Elektu duan koloron

source: Select a single image as the backdrop
eo: Elektu unuopan bildon kiel fonbildo

source: Solid color
eo: Solida koloro

source: Specifies the "right" or "bottom" color of the gradient
eo: Ĝi specifas la dekstran aŭ la malsupran koloron de la gradiento

source: Specifies the solid color, or the "left" or "top" color of the gradient
eo: Ĝi specifas la solidan koloron aŭ la maldekstran aŭ la supran koloron de la gradiento

source: Specify how the image will be resized to fit the screen
eo: Specifi kiel la bildo estos regrandigita por adapti laŭ grando de la ekrano

source: Specify the style of the color drawn behind the backdrop image
eo: Specifi la stilon de la koloro dezegnita malantaŭ la fonbilda dosiero

source: St_yle:
eo: Sti_lon:

source: Stretched
af: Gerek
eo: Streĉita

source: Tiled
af: Geteel
eo: Kaheligita

source: Transparent
eo: Travidebla

source: Vertical gradient
eo: Vertikala gradiento

source: Zoomed
eo: Pligrandigita

source: _None
eo: _Nenio

source: _Single image
eo: _Sola bildo

source: <b>Appearance</b>
eo: <b>Apero</b>

source: <b>Default Icons</b>
eo: <b>Aprioraj piktogramoj</b>

source: <b>Desktop Menu</b>
eo: <b>Menuo de labortablo</b>

source: <b>Window List Menu</b>
eo: <b>Menuo de listo de fenestroj</b>

source: B_utton:
eo: B_utono:

source: Control
eo: Stiri

source: Desktop
af: Werkskerm
eo: Labortablo

source: File/launcher icons
eo: Piktogramoj de dosieroj/lanĉiloj

source: Icon _size:
eo: _Grando de piktogtamoj:

source: Icon _type:
eo: Speco de pik_togramoj:

source: Label trans_parency:
eo: Travidebleco de etike_do

source: Left
eo: Maldesktre

source: Middle
eo: Centre

source: Minimized application icons
eo: Piktogramoj de minimumigitaj aplikaĵoj

source: Mo_difier:
eo: Mo_difilo:

source: Modi_fier:
eo: Modi_filo:

source: None
eo: Nenio

source: Right
eo: Dekstre

source: Set desktop background and menu and icon behavior
eo: Agordi la labortablan fonon kaj la konduton de menuoj kaj piktogramoj

source: Sh_ow application icons in menu
eo: M_ontri la piktogramojn de aplikaĵoj en la menuo

source: Shift
eo: Ŝovi

source: Show _application icons in menu
eo: Montri l_a piktogramojn de aplikaĵoj en la menuo

source: Show _window list menu on desktop middle click
eo: Montri la menuon de la _listo de fenestroj per centra alklako en labortablo

source: Show applications menu on _desktop right click
eo: Montri la menuon _de la aplikaĵoj per centra alklako en labortablo

source: Show s_ticky windows only in active workspace
eo: Montri fiksajn fenes_trojn nur en aktiva laborspaco

source: Show workspace _names in list
eo: Montri _nomojn de laborspacoj listigite

source: Specify the transparency level for the rounded label drawn behind the icon text
eo: Specifi la nivelon de la travideblo por la rondigitaj etikedoj dezegnitaj malantaŭ la piktogramteksto

source: Use _submenus for the windows in each workspace
eo: Uzi _submenuojn per la fenestroj en ĉiu laborspaco

source: Use custom _font size:
eo: Uzi _personan grandon de tiparo:

source: _Background
eo: _Fono

source: _Button:
eo: _Butono:

source: _Edit desktop menu
af: R_edigeer werkskermkieslys
eo: R_edakti labortablan menuon

source: _Icons
eo: P_iktogramoj

source: _Menus
eo: _Menuoj

source: Display version information
eo: Montri informojn pri la versio

source: Reload all settings, refresh image list
eo: Reŝargu ĉiujn parametrojn, refreŝigu la bildan liston

source: Pop up the menu (at the current mouse position)
eo: Ŝprucigi la menuon (ĉe la aktuala muspozicio)

source: Pop up the window list (at the current mouse position)
eo: Ŝprucigu la fenestran liston (ĉe la kuranta muspozicio)

source: Cause xfdesktop to quit
eo: Fermigi xfdesktop

source: Failed to parse arguments: %s
eo: Analizado de argumentoj fiaskis: %s

source: This is %s version %s, running on Xfce %s.
eo: Ĉi tio estas %s versio %s, rulanta en Xfce %s.

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
eo: Konstruita per GTK+ %d.%d.%d, ligita al GTK+ %d.%d.%d.

source: Build options:
eo: Opcio de konstruado:

source: Desktop Menu: %s
eo: Menuo de labortablo: %s

source: enabled
eo: enŝaltita

source: disabled
eo: malŝaltita

source: Desktop Icons: %s
eo: Piktogramoj de labortablo: %s

source: Desktop File Icons: %s
eo: Piktogramoj de dosieroj de labortablo: %s

source: %s is not running.
eo: %s ne ruliĝas.

source: _Applications
eo: _Aplikaĵoj

source: Window List
af: Vensterlys
eo: Listo de fenerstroj

source: <b>Workspace %d</b>
af: <b>Werkarea %d</b>
eo: <b>Laborspaco %d</b>

source: Workspace %d
eo: Laborspaco %d

source: <i>Workspace %d</i>
af: <i>Werkarea %d</i>
eo: <i>Laborspaco %d</i>

source: _Add Workspace
af: _Voeg werkarea by
eo: _Aldoni laborspacon

source: _Remove Workspace %d
af: Ver_wyder werkarea %d
eo: _Forigi laborspacon %d

source: _Remove Workspace '%s'
af: Ver_wyder werkarea '%s'
eo: Fo_rigi laborspacon '%s'

source: Unable to load image from backdrop list file "%s"
eo: Neeblas ŝargi bildon el listo de fonbildaj dosieroj: "%s"

source: Desktop Error
eo: Eraro de labortablo

source: Could not create the desktop folder "%s"
eo: Neeblas krei la dosierujon de laborablo "%s"

source: Desktop Folder Error
eo: Eraro de dosierujo de labortablo

source: A normal file with the same name already exists. Please delete or rename it.
eo: Norma dosiero kun la sama nomo jam ekzistas. Bonvole forigu aŭ alinomigu ĝin.

source: Trash Error
eo: Eraro de rubujo

source: The selected files could not be trashed
eo: La elektitaj dosieroj ne forigeblas

source: This feature requires a file manager service to be present (such as the one supplied by Thunar).
eo: Ĉi tiu trajto postulas ĉeestantan servon de dosiermastrumilo(kiel tiu provizita de Tunaro)

source: Unable to launch "%s":
eo: Neeblas lanĉi "%s":

source: Launch Error
eo: Eraro de lanĉo

source: _Open With "%s"
eo: _Malfermi per "%s"

source: Open With "%s"
eo: Malfermi per "%s"

source: Unable to launch "exo-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
eo: Neeblas lanĉi "exo-desktop-item-edit", kiu estas postulata por krei kaj redakti lanĉilojn kaj ligilojn sur la labortablo.

source: _Open all
eo: _Malfermi ĉiujn

source: _Open in New Window
eo: Malfermi en n_ova fenestro

source: _Open
eo: _Malfermi

source: Create _Launcher...
eo: Krei _lanĉilon...

source: Create _URL Link...
eo: Krei ligilon al _URL...

source: Create _Folder...
eo: Krei _dosierujon...

source: Create From _Template
eo: Krei el ŝa_blono

source: _Empty File
eo: Malpl_ena dosiero

source: _Execute
eo: R_uli

source: _Edit Launcher
eo: R_edakti lanĉilon

source: Open With
eo: Malfermi per

source: Open With Other _Application...
eo: Malfermi per alia _aplikaĵo...

source: _Rename...
eo: Alinomi_gi...

source: Desktop _Settings...
eo: Labortablaj a_gordoj...

source: _Properties...
eo: E_coj...

source: Load Error
eo: Eraro de ŝargo

source: Failed to load the desktop folder
eo: Ŝargado de dosierujo de labortablo fiaskis

source: Today at %X
eo: Hodiaŭ je %X

source: Yesterday at %X
eo: Hieraŭ je %X

source: %A at %X
eo: %A je %X

source: %x at %X
eo: %x je %X

source: Unknown
eo: Nekonata

source: The folder could not be opened
eo: La dosierujo ne malfermeblas

source: Rename Error
eo: Eraro de alinomigado

source: The file could not be renamed
eo: La dosiero ne alinomigeblas

source: Delete Error
eo: Eraro de forigo

source: The selected files could not be deleted
eo: La elektitaj dosieroj ne forigeblas

source: The selected files could not be moved to the trash
eo: La elektitaj dosieroj ne moveblas al rubujon

source: This feature requires a trash service to be present (such as the one supplied by Thunar).
eo: Ĉi tiu trajto postulas ĉeestantan servon de rubujo(kiel tiu provizita de Tunaro)

source: Could not empty the trash
eo: La rubujo ne malplenigeblas

source: Create File Error
eo: Eraro dum kreado de dosiero

source: Could not create a new file
eo: Nova dosiero ne kreeblas

source: Create Document Error
eo: Eraro dum kreado de dokumento

source: Could not create a new document from the template
eo: Nova dokumento el ŝablono ne kreeblas

source: File Properties Error
eo: Eraro de ecoj de dosiero

source: The file properties dialog could not be opened
eo: Dialogo de ecoj de dosieroj ne malfermeblas

source: The file could not be opened
eo: La dosiero ne malfemeblas

source: Failed to run "%s"
eo: Rulado de "%s" fiaskis

source: The application chooser could not be opened
eo: La elektilo de aplikaĵoj ne malfermeblas

source: Transfer Error
eo: Eraro de transigo

source: The file transfer could not be performed
eo: La transigo de dosieroj ne efektivigeblas

source: Unmounting device
eo: Malmuntanta aparaton

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
eo: La aparato "%s" estas malmuntota de la sistemo.Bonvole ne demetu la aparaton aŭ malkonektu ĝin

source: Writing data to device
eo: Skribanta datumojn sur aparato

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive
eo: Estas datumoj, kiuj necesas esti skribitaj sur la aparato "%s" antaŭ ol sia demetado.Bonvole ne demetu la aparaton aŭ malkonektu ĝin

source: Ejecting device
eo: Elĵeti aparaton

source: The device "%s" is being ejected. This may take some time
eo: La aparato "%s" estas elĵetota. Tio necesas iom da tempo

source: Type: %s Size: %s Last modified: %s
eo: Speco: %s Grando: %s Laste modifita: %s

source: File System
eo: Dosiersistemo

source: Trash is empty
eo: Rubujo estas malplena

source: Trash contains one item
eo: Rubujo enhavas unu eron

source: Trash contains %d items
eo: Rubujo enhavas %d erojn

source: %s Size: %s Last modified: %s
eo: %s Grando: %s Laste modifita: %s

source: _Empty Trash
eo: Malpl_enigi rubujon

source: Removable Volume Mounted in "%s" %s left (%s total)
eo: Demetebla aparato Muntita en "%s" %s restas (%s entute)

source: Removable Volume Not mounted yet
eo: Demetebla aparato Ne ankoraŭ muntita

source: Failed to eject "%s"
eo: Elĵetado de "%s" fiaskis

source: Eject Failed
eo: Elĵetado fiaskis

source: Failed to mount "%s"
eo: Muntado de "%s" fiaskis

source: Mount Failed
eo: Muntado fiaskis

source: E_ject Volume
eo: E_lĵeti aparaton

source: _Mount Volume
eo: _Munti aparaton

source: A menu editor for Xfce4
af: 'n Kieslysredigeerder vir Xfce4

source: Core developer
af: Kernontwikkelaar

source: Contributor
af: Bydraer

source: Icon designer
af: Ikoonontwerper

source: Add menu entry
af: Voeg kieslys item by

source: Type:
af: Tipe:

source: Launcher
af: Laaier

source: Submenu
af: Subkieslys

source: Separator
af: skeier

source: Title
af: Titel

source: Quit
af: Verlaat

source: Name:
af: Naam:

source: Command:
af: Bevel:

source: Icon:
af: Ikoon:

source: Use startup _notification
af: Gebruik _kennisgewing van aanvang

source: Run in _terminal
af: Loop in _terminaal

source: The command doesn't exist !
af: Die bevel bestaan nie!

source: All fields must be filled to add an item.
af: Alle velde moet ingevul wees om 'n item by te voeg.

source: The 'Name' field is required.
af: Die 'Naam'-veld word vereis

source: --- separator ---
af: --- skeier ---

source: quit
af: verlaat

source: Add an external menu
af: Voeg 'n eksterne kieslys by

source: File
af: Lêer

source: System
af: Stelsel

source: Source:
af: Bron:

source: Style:
af: Styl:

source: Simple
af: Eenvoudig

source: Multilevel
af: Multivlak

source: _Unique entries only
af: Slegs _unieke items

source: The 'Source' field is required.
af: Die 'Bron'-veld word vereis

source: --- include ---
af: --- sluit in ---

source: system
af: stelsel

source: Edit menu entry
af: Redigeer kieslysitem

source: Separators cannot be edited
af: Skeiers kan nie geredigeer word nie

source: Title:
af: Titel:

source: Select command
af: Kies bevel

source: Select icon
af: Kies ikoon

source: All Files
af: Alle lêers

source: Image Files
af: Beeldlêers

source: Do you want to save before closing the menu ?
af: Wil u stoor voordat u die kieslys toemaak?

source: You have modified the menu, do you want to save it before quitting ?
af: U het die kieslys verander, wil u dit stoor voor u dit verlaat?

source: Forget modifications
af: Vergeet die veranderinge

source: Question
af: Vraag

source: Do you want to save before opening the default menu ?
af: Wil u stoor voordat u die verstek-kieslys oopmaak?

source: Ignore modifications
af: Ignoreer veranderinge

source: Do you want to save before opening an other menu ?
af: Wil u stoor voordat u 'n ander kieslys oopmaak?

source: Open menu file
af: Maak kieslyslêer oop

source: Cannot write in %s : %s
af: Kan nie in %s skryf nie: %s

source: Save as...
af: Stoor as...

source: Edit
af: Redigeer

source: _File
af: _Lêer

source: Open default menu
af: Open verstek-kieslys

source: _Edit
af: R_edigeer

source: Add an external menu...
af: Voeg 'n eksterne kieslys by...

source: _Help
af: _Hulp

source: _About...
af: _Aangaande

source: Create a new Xfce4 menu file
af: Maak 'n nuwe Xfce4 kieslyslêer

source: Open an Xfce4 menu file
af: Kies 'n Xfce4 kieslyslêer

source: Save current menu
af: Stoor huidige kieslys

source: Close current menu
af: Maak huidige kieslys toe

source: Add an entry to the menu
af: Voeg 'n item by die kieslys

source: Delete the current entry
af: Skrap hierdie item

source: Move the current entry up
af: Skuif hierdie item op

source: Move the current entry down
af: Skuif hierdie item af

source: Collapse the tree
af: Vou die boom toe

source: Expand the tree
af: Vou die boom oop

source: Name
af: Naam

source: Command
af: Bevel

source: Hidden
af: Versteek

source: Pointer
af: Wyser

source: Corrupted file or incorrect file format !
af: Korrupte lêer of verkeerde lêerformaat!

source: No root element in file !
af: Geen wortel-element in lêer!

source: Bad datafile format !
af: Slegte datalêerformaat!

source: File %s doesn't exist !
af: Lêer %s bestaan nie!

source: Do you want to move the item into the parent menu?
af: Wil u die item skuif na die ouer-kieslys?

source: Do you want to move the item into the submenu?
af: Wil u die item skuif na die subkieslys?

source: Are you sure you want to close the current menu?
af: Is u seker dat u hierdie kieslys wil toemaak?

source: Do you want to save before closing the file?
af: Wil u stoor voordat u die lêer toemaak?

source: New menu
af: Nuwe kieslys

source: Filename:
af: Lêernaam:

source: All fields are required.
af: Alle velde word vereis.

source: /Other
af: /Ander

source: Xfce Menu
af: Xfce kieslys

source: Select Icon
af: Selekteer ikoon

source: Select Menu File
af: Selekteer Kieslyslêer

source: Menu Files
af: Kieslyslêers

source: Unable to launch xfce4-menueditor: %s
af: Kon nie xfce-menueditor laat begin nie: %s

source: _Button icon:
af: Knoppie-_ikoon

source: Show _icons in menu
af: _Wys ikone in kieslys

source: Could not save file %s: %s Please choose another location or press cancel in the dialog to discard your changes
af: Kon nie lêer %s stoor nie: %s Kies asb. 'n ander ligging of druk kanselleer in die dialoogkassie om u veranderinge te verloor

source: Select backdrop image file
af: Selekteer lêer vir agtergrondbeeld

source: Choose backdrop list filename
af: Kies lêernaam vir agtergrondbeeldlys

source: List Files
af: Lys lêers

source: Backdrop List
af: Agtergrondlys

source: backdrops.list
af: agtergronde.lys

source: List file
af: Lys lêer

source: Create backdrop list
af: Skep agtergrondlys

source: Edit backdrop list
af: Redigeer agtergrondlys

source: Select backdrop image or list file
af: Kies agtergrondbeeld of lyslêer

source: List Files (*.list)
af: Lyslêers (*.list)

source: _Edit list...
af: R_edigeer lys...

source: _New list...
af: _Nuwe lys...

source: S_tyle:
af: S_tyl:

source: Adjust _Brightness:
af: Stel _helderheid

source: _Backdrops
af: _Agtergronde

source: Color
af: Kleur

source: _Color Style:
af: _Kleurstyl:

source: Solid Color
af: Soliede kleur

source: Horizontal Gradient
af: Horisontale gradiënt

source: Vertical Gradient
af: Vertikale gradiënt

source: Fi_rst Color:
af: Ee_rste kleur:

source: _Second Color:
af: T_weede kleur:

source: Set color _only
af: Stel _slegs kleur

source: Image
af: Beeld

source: Show _Image
af: Wys _beeld

source: _File:
af: _Lêer:

source: _Don't set backdrop
af: _Moenie agtergrond stel nie

source: _Backdrop
af: _Agtergrond

source: _Menu
af: _Kieslys

source: Show window _list
af: Wys venster_lys

source: Show _window icons
af: Wys _vensterikone

source: Desktop Menu
af: Werkskermkieslys

source: Show desktop _menu
af: Wys werkskerm_kieslys

source: Show _application icons
af: Wys _programikone

source: %s: Unknown option: %s
af: %s: Onbekende opsie: %s

source: Options are:
af: Opsies is:

source: -reload Reload all settings, refresh image list
af: -reload Herlaai alle instellings, verfris beeldlys

source: -menu Pop up the menu (at the current mouse position)
af: -menu Wys die kieslys (by die huidige muisposisie)

source: -windowlist Pop up the window list (at the current mouse position)
af: -windowlist Wys die vensterlys (by die huidige muisposisie)
