Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: The colors of the icon text and the icon text background, as well as the opacity of the icon text background, can be customized by putting directives simiar to the following in your <filename>~/.gtkrc-2.0</filename> file:
bn: আপনার ফাইলের আইকন টেক্সটের রং এবং আইকন টেক্সটের পটভূমি, এমনকি আইকন টেক্সটের পটভূমির অস্বচ্ছতাও, নিম্নোক্ত নির্দেশের অনুরূপ সাধারণ নির্দেশের মাধ্যমে স্বনির্ধারিত করা যায় <filename>~/.gtkrc-2.0</filename>:
de: Die Farben des Symboltexts und der Symboltexthintergrund sowie die Deckkraft des Symboltexthintergrunds können angepasst werden, indem Richtlinien, die der Folgenden ähneln, in Ihrer Datei <filename>~/.gtkrc-2.0</filename> abgelegt werden:
el: Τα χρώματα του κειμένου εικονιδίου και φόντου κειμένου εικονιδίου, όπως και η αδιαφάνεια του φόντου κειμένου εικονιδίου, μπορεί να ρυθμιστεί θέτοντας παρόμοιες οδηγίες στα επόμενα στο αρχείο <filename>~/.gtkrc-2.0</filename>:
gl: As cores do texto das iconas e do fondo do texto das iconas, así como a opacidade do fondo do texto das iconas, pode personalizarse poñendo directivas similares ás seguintes no ficheiro <filename>~/.gtkrc-2.0</filename>:
id: Warna teks ikon dan latar belakang teks ikon, begitu pula dengan opasitas dari latar belakang teks ikon, dapat disesuaikan dengan menaruh alamat yang mirip dengan baris berikut di berkas <filename>~/.gtkrc-2.0</filename> anda:
it: I colori, il testo e lo sfondo del testo dell'icona come anche l'opacità dello sfondo del testo dell'icona, possono essere personalizzati inserendo, nel file <filename>~/.gtkrc-2.0</filename>, delle istruzioni simili a quelle riportate di seguito:
ru: Цвета и фон текста значков, а также прозрачность фона текста значков могут быть настроены путем размещения указаний следующего вида в файле <filename>~/.gtkrc-2.0</filename>:
tr: Simge metni ve simge metni arkaplanı rengi, gibi simge metni arkaplanı şeffaflığı da, <filename>~/.gtkrc-2.0</filename> dosyanıza aşağıdakilere benzer direktifler koyarak ayarlanabilir:
zh_cn: 图标文本的颜色、背景色以及背景阻光度，可以通过以下方式在您的 <filename>~/.gtkrc-2.0</filename> 文件中自定义。

source: The first entry sets the opacity of the rounded text background. The three "base" entries set the text background color, and the three "fg" entries set the text color.
bn: প্রথম এন্ট্রি বৃত্তাকার টেক্সটের পটভূমির অস্বচ্ছতা নির্ধারণ করে। তিনটি "base" এন্ট্রি টেক্সটের পটভূমির রং নির্ধারণ করে, এবং তিনটি "fg" এন্ট্রি টেক্সটের রং নির্ধারণ করে।
de: Der erste Eintrag setzt die Deckkraft des gerundeten Texthintergrunds. Die drei »base«-Einträge setzen die Hintergrundfarbe des Textes und die drei »fg«-Einträge setzen die Textfarbe.
el: Το πρώτο πεδίο καθορίζει την αδιαφάνεια του κειμένου φόντου. Οι τρεις "base" επιλογές καθορίζουν το χρώμα κειμένου του φόντου και οι τρεις "fg" επιλογές καθορίζουν το χρώμα κειμένου.
gl: A primeira entrada define a opacidade do fondo do texto redondeado. As tres entradas "base" definen a cor de fondo, e as tres entradas "fg" definen a cor do texto.
id: Entri pertama mengatur opasitas dari latar belakang teks bundar. Tiga entri "dasar" mengatur warna latar belakang teks, dan tiga entri "fg" mengatur warna teks.
it: La prima voce permette di impostare l'opacità dello sfondo del testo arrotondato. Le tre voci "base" impostano il colore di sfondo del testo, mentre le tre voci "fg" agiscono sul colore del testo stesso.
ru: Первый пункт устанавливает непрозрачность фона текста. Три пункта «base» устанавливают цвет фона текста, а три пункта «fg» устанавливают цвет текста.
tr: Ilk girdi, yuvarlanmış metnin arkaplan şeffaflığını ayarlar. Üç "taban" girdi, arkaplan rengini, ve üç "ön plan" girdi metnin rengini ayarlar.
zh_cn: 第一项设置文本背景色的阻光度。三个 "base" 项设置文本背景色。三个 "fg" 项则设置文本自身的颜色。

source: The "NORMAL" entries set the color for the regular, unselected state. The "SELECTED" entries set the color for when the icon is selected, and the desktop has keyboard focus. The "ACTIVE" entries set the color for when the icon is selected, but the desktop does not have keyboard focus.
bn: "NORMAL" এন্ট্রিসমূহ স্বাভাবিক, অনির্বাচিত অবস্থার জন্য রং নির্ধারণ করে। যখন আইকন নির্বাচিত হয় এবং ডেস্কটপে কীবোর্ড ফোকাস করা থাকে, তখন "SELECTED" এন্ট্রিসমূহ রং নির্ধারণ করে। যখন আইকন নির্বাচিত হয় কিন্তু ডেস্কটপে কীবোর্ড ফোকাস করা থাকে না, তখন "ACTIVE" এন্ট্রিসমূহ রং নির্ধারণ করে।
de: Die »NORMAL«-Einträge setzen die Farbe für den normalen nicht ausgewählten Status. Die »SELECTED«-Einträge setzen die Farbe, wenn das Symbol ausgewählt ist und die Arbeitsfläche den Tastaturfokus hat. Die »ACTIVE«-Einträge setzen die Farbe für den Fall, dass das Symbol ausgewählt ist, die Arbeitsfläche jedoch nicht den Tastaturfokus besitzt.
el: Οι επιλογές "NORMAL" καθορίζουν το χρώμα για τη συνηθισμένη, απενεργοποιημένη κατάσταση. Οι επιλογές "SELECTED" καθορίζουν το χρώμα όταν το εικονίδιο επιλεγεί, και η επιφάνεια εργασίας έχει εστίαση πληκτρολογίου. Οι επιλογές "ACTIVE" καθορίζουν το χρώμα όταν το εικονίδιο έχει επιλεγεί, και η επιφάνεια εργασίας δεν έχει εστίαση πληκτρολογίου.
id: Entri "NORMAL" mengatur warna untuk kondisi reguler, tak terpilih. Entri "TERPILIH" mengatur warna jika ikon terpilih, dan desktop mempunyai fokus papan ketik. Entri "AKTIF" mengatur warna jika ikon terpilih, tetapi desktop tidak mempunyai fokus papan ketik.
it: Le voci "NORMAL" permettono di impostare il colore per lo stato normale, non selezionato. Le voci "SELECTED" impostano invece il colore dell'icona quando questa è selezionata e la scrivania ha il fuoco della tastiera. Infine, le voci "ACTIVE" impostano il colore per la situazione in cui l'icona è selezionata ma la scrivania non ha il fuoco della tastiera.
ru: Пункты «NORMAL» устанавливают цвет для обычного, невыбранного состояния. Пункты «SELECTED» устанавливают цвет для состояния, когда значок выделен и рабочий стол имеет клавиатурный фокус. Пункты «ACTIVE» устанавливают цвет, когда значок выбран, но рабочий стол не имеет клавиатурный фокус.
tr: "NORMAL" girdiler düzgün, seçilmemiş durum için rengi belirler. "SEÇİLMİŞ" girdiler ikon seçildiğindeki ve klavye odağının masaüstünde olduğu durumda rengi belirler. "ACTIVE" girdiler, ikon seçildiğindeki fakat klave odağının masaüstünde olmadığı durumda rengi belirler.
zh_cn: "NORMAL" 项设置正常的、未被选中状态下的颜色。"SELECTED" 项设置当桌面获得键盘输入焦点且图标处于选中状态下的颜色，"ACTIVE" 项设置当图标处于选中，但桌面未获得键盘输入焦点状态下的颜色。

source: Miscellaneous
bn: বিবিধ
de: Verschiedenes
el: Διάφορα
gl: Miscelánea
id: Lain-lain
it: Informazioni varie
ru: Прочее
tr: Çeşitli
zh_cn: 杂项

source: You can open the menu or window list from the commandline as well. This can be useful for keyboard shortcuts. To open the menu run the command <application>@PACKAGE_NAME@</application><application>--menu</application>, and for the windowlist use <application>@PACKAGE_NAME@</application><application>--windowlist</application>. To cause the current running instance to quit, run <application>@PACKAGE_NAME@</application><application>--quit</application>.
bn: আপনি কমান্ড লাইন থেকেও মেনু বা উইন্ডোর তালিকা খুলতে পারেন। এটি কীবোর্ড শর্টকাটের জন্যও কার্যকর হতে পারে। মেনু খোলার জন্য <application>@PACKAGE_NAME@</application><application>--menu</application> কমান্ড চালান, এবং উইন্ডো তালিকার জন্য <application>@PACKAGE_NAME@</application><application>--windowlist</application> ব্যবহার করুন। বর্তমান সচল অবস্থা থেকে প্রস্থান করতে, <application>@PACKAGE_NAME@</application><application>--quit</application> চালান।
de: Sie können die Menü- oder Fensterliste auch von der Befehlszeile öffnen. Dies kann für Tastenkürzel nützlich sein. Um das Menü zu öffnen, führen Sie den Befehl <application>@PACKAGE_NAME@</application><application>--menu</application> aus. Benutzen Sie für die Fensterliste <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Um die derzeit laufende Instanz zu beenden, führen Sie <application>@PACKAGE_NAME@</application><application>--quit</application> aus.
el: Μπορείτε επίσης να ανοίξετε το μενού η τη λίστα παραθύρων από την γραμμή εντολών. Αυτό μπορεί να είναι χρήσιμο για συντομεύσεις πληκτρολογίου. Για να ανοίξετε το μενού εκτελέστε την εντολή <application>@PACKAGE_NAME@</application><application>--menu</application>, και για τη λίστα παραθύρων χρησιμοποιήστε <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Για να τερματίσετε την τρέχουσα διεργασία, εκτελέστε <application>@PACKAGE_NAME@</application><application>--quit</application>.
gl: Tamén pode abrir o menú ou a lista de fiestras dende a liña de comandos. Isto pode ser útil para os atallos de teclado. Para abrir o menú execute o comando <application>@PACKAGE_NAME@</application><application>--menu</application>, e para abrir a lista de fiestras use <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Para saír da instancia en execución actual, execute <application>@PACKAGE_NAME@</application><application>--quit</application>.
id: Anda dapat membuka senarai menu atau jendela dari baris perintah juga. Ini dapat berguna untuk jalan pintas papan ketik. Untuk membuka menu jalankan perintah <application>@PACKAGE_NAME@</application><application>--menu</application>, dan untuk senarai jendela gunakan <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Untuk menyebabkan instansi saat ini berhenti, jalankan <application>@PACKAGE_NAME@</application><application>--quit</application>.
it: Il menu o la lista finestre può essere aperta anche dalla linea di comando: questo metodo può essere utile per le scorciatoie da tastiera. Per aprire il menu, eseguire il comando <application>@PACKAGE_NAME@</application><application>--menu</application> mentre per la lista finestre usare <application>@PACKAGE_NAME@</application><application>--windowlist</application>. Per interrompere l'istanza corrente, eseguire <application>@PACKAGE_NAME@</application><application>--quit</application>.
ru: Вы также можете открыть меню списка окон из командной строки. Это может быть полезно для комбинаций клавиш. Чтобы открыть меню, выполните команду <application>@PACKAGE_NAME@</application> <application>--menu</application>, а для списка окон используйте <application>@PACKAGE_NAME@</application> <application>--windowlist</application>. Чтобы завершить работу, выполните <application>@PACKAGE_NAME@</application> <application>--quit</application>.
tr: Menüyü veya pencere listesini de komut satırından açabilirsiniz. Bu, klavye kısayolları için kullanışlı olabilir. Menüyü açmak için şu komutu girin <application>@PACKAGE_NAME@</application><application>--menu</application>, ve pencere listesi için şunu <application>@PACKAGE_NAME@</application><application>--windowlist</application>. şu anda çalışan kopyayı sonlandırmak için, <application>@PACKAGE_NAME@</application><application>--quit</application>.
zh_cn: 您同样可以通过命令行打开菜单或者窗口列表。这个特性便于与键盘快捷键协同使用。要打开菜单，请运行 <application>@PACKAGE_NAME@</application><application>--menu</application>，要打开窗口列表，请运行 <application>@PACKAGE_NAME@</application><application>--windowlist</application>。要退出当前正在运行的实例，请运行 <application>@PACKAGE_NAME@</application><application>--quit</application>。

source: About <application>@PACKAGE_NAME@</application>
bn: সম্পর্কিত <application>@PACKAGE_NAME@</application>
de: Über <application>@PACKAGE_NAME@</application>
el: Περί <application>@PACKAGE_NAME@</application>
gl: Acerca de <application>@PACKAGE_NAME@</application>
id: Tentang <application>@PACKAGE_NAME@</application>
it: Informazioni su <application>@PACKAGE_NAME@</application>
ru: О <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> Hakkında
zh_cn: 关于 <application>@PACKAGE_NAME@</application>

source: <application>@PACKAGE_NAME@</application> was written by Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), and Benedikt Meurer (<email>benny@xfce.org</email>). For more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
bn: <application>@PACKAGE_NAME@</application> Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), এবং Benedikt Meurer (<email>benny@xfce.org</email>) দ্বারা লিখিত। আরও তথ্যের জন্য, অনুগ্রহ করে <ulink url="http://www.xfce.org" type="http">Xfce website</ulink> দেখুন।
de: <application>@PACKAGE_NAME@</application> wurde von Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>) und Benedikt Meurer (<email>benny@xfce.org</email>) geschrieben. Besuchen Sie, um weitere Informationen zu erhalten, bitte die <ulink url="http://www.xfce.org" type="http">Xfce-Website</ulink>.
el: Η εφαρμογή <application>@PACKAGE_NAME@</application> γράφτηκε από τους Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>) και Benedikt Meurer (<email>benny@xfce.org</email>). Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε τον ιστότοπο <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
gl: <application>@PACKAGE_NAME@</application> foi escrito por Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), e Benedikt Meurer (<email>benny@xfce.org</email>). Para obter máis información visite o <ulink url="http://www.xfce.org" type="http">sitio web de Xfce</ulink>.
id: <application>@PACKAGE_NAME@</application> ditulis oleh Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), dan Benedikt Meurer (<email>benny@xfce.org</email>). Untuk informasi lebih lanjut, silakan kunjungi <ulink url="http://www.xfce.org" type="http">situs web Xfce</ulink>.
it: L'applicazione <application>@PACKAGE_NAME@</application> è stata programmata da Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>) e Benedikt Meurer (<email>benny@xfce.org</email>). Per maggiori informazioni, visitare il <ulink url="http://www.xfce.org" type="http">sito di Xfce</ulink>.
ru: <application>@PACKAGE_NAME@</application> написали Brian Tarricone ((<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>)) и Benedikt Meurer (<email>benny@xfce.org</email>). Для более детальной информации, пожалуйста, посетите <ulink url="http://www.xfce.org" type="http">сайт Xfce</ulink>.
tr: <application>@PACKAGE_NAME@</application> Brian Tarricone (<email>kelnos@xfce.org</email>), Jasper Huijsmans (<email>jasper@xfce.org</email>), and Benedikt Meurer (<email>benny@xfce.org</email>) tarafından yazılmıştır. Daha fazla bilgi için, lütfen <ulink url="http://www.xfce.org" type="http">Xfce internet sitesi</ulink>ni ziyaret edin.
zh_cn: <application>@PACKAGE_NAME@</application> 由 Brian Tarricone (<email>kelnos@xfce.org</email>)、Jasper Huijsmans (<email>jasper@xfce.org</email>) 和 Benedikt Meurer (<email>benny@xfce.org</email>) 共同编写。更多信息，请查看 <ulink url="http://www.xfce.org" type="http">Xfce 网站</ulink>。

source: To report a bug or make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
bn: এই অ্যাপ্লিকেশন বা এই ম্যানুয়াল সম্পর্কে কোন বাগ রিপোর্ট করতে অথবা কোন পরামর্শ দিতে, <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>-এর বাগ ট্র্যাকিং সিস্টেম ব্যবহার করুন।
de: Benutzen Sie, um einen Fehler zu melden oder einen Vorschlag betreffend dieser Anwendung oder dieses Handbuchs zu machen, die Fehlerdatenbank unter <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> in Englisch.
el: Για να αναφέρετε ένα σφάλμα ή για να κάνετε κάποια πρόταση σχετικά μ' αυτή την εφαρμογή ή το εγχειρίδιο, χρησιμοποιήστε το σύστημα εντοπισμού σφαλμάτων <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
gl: Para comunicar un erro ou facer unha suxestión sobre esta aplicación ou este manual, use o sistema de seguimento de erros en <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
id: Untuk melaporkan kutu atau memasukkan saran mengenai aplikasi ini atau manual ini, gunakan sistem pelacakan kutu di <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
it: Per segnalare un problema o per avanzare una proposta relativa a questo programma o al manuale, utilizzare il sistema di tracciamento dei bug all'indirizzo <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение касательно этого приложения или данного руководства, используйте систему отслеживания ошибок на <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
tr: Bir hata bildirmek veya bu uygulama veya bu el kitabı hakkında bir öneride bulunmak için <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> adresindeki hata takip sistemini kullanın.
zh_cn: 报告软件或此份文档的错误或者提供建议，请使用 <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Bug 追踪系统</ulink>。

source: If you have questions about the use or installation of this package, please ask on the <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
bn: এই প্যাকেজটির ব্যবহার বা ইনস্টলেশন সম্পর্কিত কোন প্রশ্ন থাকলে, অনুগ্রহ করে <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> মেইলিং তালিকায় জিজ্ঞাসা করুন। উন্নয়ন সম্পর্কিত আলোচনার জন্য <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> মেইলিং তালিকা দেখুন।
de: Falls Sie Fragen über die Benutzung oder Installation dieses Pakets haben, fragen Sie bitte auf der <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">Xfce</ulink>-Mailingliste. Diskussionen über die Entwicklung finden auf der <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">Xfce4-dev</ulink>-Mailingliste statt.
el: Αν έχετε ερωτήματα σχετικά με τη χρήση ή την εγκατάσταση αυτού του πακέτου, παρακαλούμε ρωτήστε στην <ulink url="http://foo-projects.org/mailman/listinfo/xfce"type="http">xfce</ulink> mailing list. Η συζήτηση Ανάπτυξης λαμβάνει χώρα στην <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
gl: Se ten preguntas sobre o uso ou instalación deste paquete, pregunte na rolda de correo <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink>. A discusión do desenvolvemento realízase na rolda de correo <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
id: Jika anda mempunyai pertanyaan tentang penggunaan atau instalasi paket ini, silakan bertanya di milis <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink>. Diskusi pengembangan berlangsung di milis <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
it: Se si hanno domande relative all'utilizzo o all'installazione di questo pacchetto, rivolgersi alla <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">mailing list di xfce</ulink>. Le discussioni relative allo sviluppo si svolgono nella mailing list <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
ru: Если у вас есть вопросы по использованию или установке пакета, пожалуйста, задайте их в списке рассылки <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink>. Обсуждение разработки происходит в списке рассылки <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
tr: Bu paketin kullanımı ya da kurulumu hakkında sorularınız varsa lütfen <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">xfce</ulink> mail listesine sorun. Geliştirme tartışmaları <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mail listesinde sürmektedir.
zh_cn: 假如您在安装和使用此软件的过程中遇到任何问题，请在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> 邮件列表中提问。软件开发方面的讨论，则在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> 邮件列表中进行。

source: This program is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bn: এই প্রোগ্রামটি মুক্ত সফটওয়্যার ফাউন্ডেশনের দ্বারা প্রকাশিত GNU সাধারণ পাবলিক লাইসেন্সের শর্তাবলীর অধীনে বণ্টিত; লাইসেন্স সংস্করণ ২, অথবা (আপনার অপশনমত) পরবর্তী যেকোন সংস্করণ।
de: Dieses Programm wird unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version, weitergegeben.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της GNU General Public License όπως δημοσιεύτηκε από το Free Software Foundation; είτε η έκδοση 2 της Άδειας, είτε (στην επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση.
gl: Este programa distribúese baixo os termos da Licenza Pública Xeral de GNU tal como a publicou a Free Software Foundation; xa sexa a versión 2 de dita Licenza, ou (se o desexa) calquera versión posterior.
id: Program ini didistribusikan di bawah ketentuan Lisensi Publik Umum GNU yang dipublikasikan oleh Free Software Foundation; baik versi 2 dari Lisensi, atau (menurut pilihan anda) versi manapun setelahnya.
it: Questo programma è distribuito nel rispetto dei termini della licenza GNU GPL (General Public License) come pubblicata dalla Free Software Foundation, sia questa la versione 2 o, a propria scelta, una qualsiasi versione successiva.
ru: Эта программа распространяется на условиях соответствия GNU General Public License опубликованной Free Software Foundation; либо версии 2 лицензии, либо (на ваше усмотрение) любой более поздней версии.
tr: Bu program Özgür Yazılım Vakfı tarafından yayımlanan GNU Genel Kamu Lisansı şartları altında dağıtılmaktadır; bu lisansın 2. veya (sizin tercihinize göre) daha sonraki bir sürümü kullanılabilir.
zh_cn: 此软件在自由软件基金会发布的 GNU 通用公共许可协议的第二版或者(您可以选择)更新的版本的条款约束下发布。
