Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: The <emphasis>"Show submenus for the windows in each workspace"</emphasis> option allows you to have the windows displayed in a submenu titled with the workspace name. This option is only available when <emphasis>"Show workspace names in list"</emphasis> is checked.
bn: <emphasis>"প্রতিটি কর্মপরিসরের উইন্ডোর জন্য সাবমেনু প্রদর্শন"</emphasis> অপশন আপনাকে সাবমেনুতে প্রদর্শিত উইন্ডোর শিরোনাম হিসেবে কর্মপরিসরের নাম পাওয়ার অনুমোদন দেয়। <emphasis>"তালিকায় কর্মপরিসরের নাম প্রদর্শন"</emphasis> পরীক্ষিত থাকলেই শুধুমাত্র এই অপশনটি বিদ্যমান থাকবে।
de: Die Option <emphasis>»Die Fenster für jede Arbeitsfläche in Untermenüs auflisten«</emphasis> erlaubt Ihnen, die Fenster in einem Untermenü anzuzeigen, das nach der Arbeitsfläche benannt ist. Diese Option ist nur verfügbar, wenn <emphasis>»Namen der Arbeitsflächen in der Liste anzeigen«</emphasis> ausgewählt wurde.
el: Η επιλογή <emphasis>"Εμφάνιση υπομενού για τα παράθυρα σε κάθε χώρο εργασίας "</emphasis> σας επιτρέπει να εμφανίζετε τα παράθυρα σε ένα υπομενού με τίτλο το όνομα του χώρου εργασίας. Αυτή η επιλογή είναι διαθέσιμη μόνο όταν το <emphasis>"Εμφάνιση ονομάτων χώρων εργασίας σε λίστα"</emphasis> είναι τσεκαρισμένο.
gl: A opción <emphasis>"Mostrar os submenús das fiestras en cada espazo de traballo"</emphasis> permítelle mostrar as fiestras nun submenú co nome do espazo de traballo. Esta opción só está dispoñible cando se marca <emphasis>"Mostrar os nomes dos espazos de traballo na lista"</emphasis>.
id: Opsi <emphasis>"Tampilkan submenu untuk jendela di tiap ruang kerja"</emphasis> memungkinkan anda untuk mempunyai jendela yang ditampilkan dalam submenu dengan judul nama ruang kerja. Opsi ini hanya tersedia jika <emphasis>"Tampilkan nama ruang kerja dalam senarai"</emphasis> dicentang.
it: L'opzione <emphasis>«usa i sottomenu per le finestre in ogni apazio di lavoro»</emphasis>, permette di visualizzare le finestre in un sottomenu titolato con il nome dello spazio di lavoro. Questa opzione è disponibile esclusivamente quando è abilitata l'opzione <emphasis>«mostra nella lista i nomi degli spazi di lavoro»</emphasis>.
ru: Параметр «Использовать подменю для окон на каждом рабочем месте» позволяет вам отображать окна в подменю с названием рабочего места. Этот параметр доступен, только если выбрано «Показывать названия рабочих мест в списке».
tr: <emphasis>"Her çalışma-alanında pencereler için alt-menüler göster"</emphasis> seçeneği, çalışma-alanı isimleri döşeli alt-menüde gösterilen pencerelere sahip olmanıza olanak tanır. Bu seçenek sadece <emphasis>"Çalışma-alanları isimlerini listede göster"</emphasis> seçiliyken mevcuttur.
zh_cn: <emphasis>“为每个工作区显示独立的窗口子菜单”</emphasis> 选项允许您将窗口显示在其所在工作区名称条目下的子菜单中。该选项仅在 <emphasis>“在列表中显示工作区名称”</emphasis> 选项被选中时有效。

source: The <emphasis>"Show sticky windows only in active workspace"</emphasis> option allows you to have sticky windows displayed only in the active workspace, instead of displaying their item in all workspaces.
bn: <emphasis>"শুধুমাত্র সক্রিয় কর্মপরিসরে স্টিকি উইন্ডো প্রদর্শন"</emphasis> এই অপশন আপনাকে সকল কর্মপরিসরে তাদের আইটেম প্রদর্শিত হওয়ার পরিবর্তে, শুধুমাত্র সক্রিয় কর্মপরিসরে স্টিকি উইন্ডো প্রদর্শিত অবস্থায় পাওয়ার অনুমোদন দেয়।
de: Die Option <emphasis>»Klebrige Fenster nur auf der aktiven Arbeitsfläche zeigen</emphasis> ermöglicht Ihnen, dass klebrige Fenster nur auf der aktiven Arbeitsfläche anzeigt werden, statt Ihre Elemente auf allen Arbeitsflächen anzuzeigen.
el: Η επιλογή <emphasis>"Εμφάνιση των καρφιτσωμένων παραθύρων μόνο στον ενεργό χώρο εργασίας"</emphasis> " σας επιτρέπει να εμφανίζετε τα καρφιτσωμένα παράθυρα μόνο στον ενεργό χώρο εργασίας, αντί να εμφανίζονται σε όλους τους χώρους εργασίας.
gl: A opción <emphasis>"Mostrar as fiestras persistentes só no espazo de traballo activo"</emphasis> permítelle mostrar as fiestras persistentes só no espazo de traballo activo, en vez de mostralas en todos os espazos de traballo.
id: Opsi <emphasis>"Tampilkan jendela lekat hanya dalam ruang kerja aktif"</emphasis> memungkinkan anda untuk mempunyai jendela lekat yang hanya ditampilkan dalam ruang kerja aktif, ketimbang menampilkan itemnya di semua ruang kerja.
it: L'opzione <emphasis>«mostra le finestre permanenti solo nello spazio di lavoro attivo»</emphasis> permette di visualizzare le finestre permanenti solo nello spazio di lavoro corrente, invece di visualizzarle in tutti gli spazi di lavoro.
ru: Параметр <emphasis>«Показывать закреплённые окна только на активном рабочем месте»</emphasis> позволяет отображать закрепленные окна только на активных рабочих местах, вместо того, чтобы отображать их на всех рабочих местах.
tr: <emphasis>"Yapışkan pencereleri yalnızca aktif çalışma-alanında göster "</emphasis> seçeneği, bütün çalışma-alanları yerine yalnızca aktif çalışma-alanında yapışkan pencerelere sahip olmanıza olanak tanır.
zh_cn: <emphasis>“仅在活动工作区显示粘滞窗口”</emphasis> 允许您选择在列表中仅将粘滞窗口显示在活动工作区下，而非所有工作区下。

source: Icons Tab
bn: আইকনের ট্যাব
de: Reiter »Symbole«
el: Καρτέλα Εικονιδίων
gl: Lapela Iconas
id: Tab Ikon
it: Linguetta delle icone
ru: Вкладка «Значки»
tr: Simgeler Sekmesi
zh_cn: 图标标签

source: Desktop Settings, Icons Tab
bn: ডেস্কটপ সেটিংস, আইকন ট্যাব
de: Arbeitsflächeneinstellungen, Reiter »Symbole«
el: Ρυμθίσεις Επιφάνειας Εργασίας, Καρτέλα Εικονιδίων
gl: Configuración de escritorio, lapela Iconas
id: Pengaturan Desktop, Tab Ikon
it: Impostazioni della scrivania, linguetta delle icone
ru: Настройки рабочего стола, вкладка «Значки»
tr: Masaüstü Ayarları, Simgeler Sekmesi
zh_cn: 桌面设置，图标标签

source: Shows the Icons tab of the Desktop Settings dialog
bn: ডেস্কটপ সেটিংস ডায়ালগের আইকন ট্যাব প্রদর্শন
de: Zeigt den Reiter »Symbole« des Einstellungsdialogs für Arbeitsflächen
el: Εμφανίζει την καρτέλα Εικονιδίων ου παραθύρου Ρυθμίσεων Επιφάνειας Εργασίας
gl: Mostra a lapela Iconas do diálogo de Configuración do escritorio
id: Menampilkan tab Ikon dari dialog Pengaturan Desktop
it: Mostra la linguetta del comportamento della finestra di dialogo delle impostazioni della scrivania
ru: Показан диалог настройки рабочего стола, вкладка «Значки»
tr: Masaüstü Ayarları penceresinin Simge sekmesini gösterir
zh_cn: 在桌面设置对话框中显示图标标签

source: Appearance
bn: অবয়ব
de: Aussehen
el: Εμφάνιση
gl: Aparencia
id: Tampilan
it: Aspetto
ru: Внешний вид
tr: Görünüm
zh_cn: 外观

source: The <emphasis>"Icon type"</emphasis> dropping list allows you to set the behavior of the desktop icons. There are three options: "None", to disable desktop icons entirely; "Minimized" application icons, to show icons for minimized or hidden applications on the desktop; and "File/launcher" icons, to show the contents of your <filename>$XDG_DESKTOP_DIR</filename> directory on the desktop.
bn: <emphasis>"আইকনের ধরন"</emphasis> ড্রপিং তালিকা আপনাকে ডেস্কটপের আইকনসমূহের আচরণ নির্ধারণ করার অনুমোদন দেয়। তিন ধরনের অপশন রয়েছে: "কোনটি না", ডেস্কটপ আইকনগুলোকে পুরোপুরি নিষ্ক্রিয় করতে; "ন্যূনতম বিস্তারের" অ্যাপ্লিকেশন আইকন, ডেস্কটপের ন্যূনতম বিস্তারের বা লুকানো অ্যাপ্লিকেশনসমূহের আইকন প্রদর্শনের জন্য; এবং "ফাইল/চালুকরণ" আইকনসমূহ, ডেস্কটপে আপনার <filename>$XDG_DESKTOP_DIR</filename> ডিরেক্টরির বিষয়বস্তু প্রদর্শনের জন্য।
el: Η πτυσσόμενη λίστα <emphasis>"Τύπος εικονιδίου"</emphasis> σας επιτρέπει να καθορίσετε τη συμπεριφορά των εικονιδίων επιφάνειας εργασίας. Υπάρχουν τρεις επιλογές: "Καμία" για να απενεργοποιήσετε τα εικονίδια επιφάνειας εργασίας εντελώς, "Ελαχιστοποιημένα" εικονίδια επιφάνειας εργασίας, για να εμφανίζονται οι ελαχιστοποιημένες ή κρυφές εφαρμογές στην επιφάνεια εργασίας και "Αρχείο/Εκκινητής" για να εμφανίζονται τα περιεχόμενα του καταλόγου <filename>$XDG_DESKTOP_DIR</filename> σας στην επιφάνεια εργασίας.
id: Senarai penaruhan <emphasis>"Tipe ikon"</emphasis> memungkinkan anda untuk mengatur perilaku ikon desktop. Terdapat tiga opsi: "Tak Ada", untuk menonaktifkan ikon desktop secara keseluruhan; Ikon aplikasi "Diminimalkan", untuk menampilkan ikon bagi aplikasi yang diminimalkan atau disembunyikan di desktop; dan ikon "Berkas/peluncur", untuk menampilkan isi direktori <filename>$XDG_DESKTOP_DIR</filename> pada desktop.
it: La lista a comparsa <emphasis>«tipo di icone»</emphasis> permette di impostare il comportamento delle icone sulla scrivania. Sono disponibili tre opzioni: «nessuno», per disabilitare completamente le icone della scrivania; «icone della applicazioni minimizzate» per mostrare, sulla scrivania, le icone delle applicazioni nascoste o minimizzate; «icone di file e avviatori», per mostrare, sulla scrivania, il contenuto della propria cartella <filename>$XDG_DESKTOP_DIR</filename>.
ru: Выпадающий список <emphasis>«Тип значков»</emphasis> позволяет вам установить отображение значков рабочего стола. Существуют три варианта: «Нет значков» — для полного отключения значков рабочего стола; «Значки свёрнутых приложений» — для показа на рабочем столе значков минимизированных или свернутых приложений; и «Значки файла и запуска» — для отображения содержимого каталога <filename>$XDG_DESKTOP_DIR</filename> на рабочем столе.
tr: <emphasis>"Simge tipi"</emphasis> açılır penceresi, masaüstü simgelerinin davranışlarını belirlemenize olanak tanır. "Hiçbiri", masaüstü simgelerini tümüyle devredışı bırakmak için; "Küçültülmüş" uygulama simgeleri, simge durumuna küçültülmüş veya gizlenmiş pencerelerin simgelerini gostermek için; ve "Dosya/başlatıcı" simgeleri, <filename>$XDG_DESKTOP_DIR</filename> klasörünüzün içeriğini masaüstü klasöründe göstermek için şeklinde olmak üzere üç seçenek vardır.
zh_cn: <emphasis>“图标类型”</emphasis> 下拉菜单允许您设置桌面图标的行为方式。有三个可用选项: 选择“无”完全禁用桌面图标；选择“最小化”，将为最小化窗口或者隐藏窗口显示一个图标；选择“文件/启动器”，将在桌面上显示您 <filename>$XDG_DESKTOP_DIR</filename> 目录中的内容。

source: If desktop icons are enabled, you can control the size of the icon itself (in pixels) with the <emphasis>"Icon size"</emphasis> option, and the font size used to display the icon text (in points) with the <emphasis>"Use custom font size"</emphasis> option. If you do not check this last option, the system defaults will be used.
bn: যদি ডেস্কটপ আইকন সক্রিয় করা থাকে, আপনি আইকনের আকার (পিক্সেলে) আইকন দ্বারাই কন্ট্রোল করতে পারবেন <emphasis>"আইকনের আকার"</emphasis> অপশনের মাধ্যমে, এবং আইকনের টেক্সট প্রদর্শনের জন্য ব্যবহৃত ফন্টের আকার (পয়েন্টে) <emphasis>"স্বনির্ধারিত ফন্টের আকার ব্যবহার"</emphasis> অপশনের মাধ্যমে। আপনি এই পরের অপশনটি পরীক্ষা না করলে, সিস্টেমের পূর্বনির্ধারিত অপশন ব্যবহৃত হবে।
de: Falls Anwendungssymbole aktiviert sind, können Sie die Größe des Symbols selbst (in Bildpunkten) mit der Option <emphasis>»Symbolgröße«</emphasis> steuern. Die Schriftgröße, die zur Anzeige des Symboltexts benutzt wird (in Punkten) wird mit der Option <emphasis>»Benutzerdefinierte Schriftgröße«</emphasis> gesteuert. Falls Sie diese letzte Option nicht auswählen, werden die Systemvorgaben benutzt.
el: Αν τα εικονίδια επιφάνειας εργασίας είναι ενεργοποιημένα, μπορείτε να ελέγχετε το μέγθος του εικονιδίου (σε πίξελς) με την επιλογή <emphasis>"Μέγεθος εικονιδίου"</emphasis>, καθώς και το μέγεθος γραμματοσειράς που χρησιμοποιείται <emphasis>"Χρήση προσαρμοσμένου μεγέθους γραμματοσειράς"</emphasis>.Αν δεν τσεκάρετε την τελευταία επιλογή, θα χρησιμοποιηθούν οι προεπιλογές του συστήματος.
gl: Se se activan a iconas no escritorio, pode controlar o tamaño das iconas (en píxels) ca opción <emphasis>"Tamaño das iconas"</emphasis>, e o tamaño do tipo de letra usado para mostrar o texto das iconas (en puntos) ca opción <emphasis>"Usar tamaño de tipo de letra personalizado"</emphasis>. Se non marca esta última opción usaranse as predefinicións do sistema.
id: Jika ikon desktop diaktifkan, anda dapat mengontrol ukuran ikon itu sendiri (dalam pixel) dengan opsi <emphasis>"Ukuran ikon"</emphasis>, dan ukuran fonta digunakan untuk menampilkan teks ikon (dalam angka) dengan opsi <emphasis>"Gunakan ukuran fonta suai"</emphasis>. Jika anda tidak mencentang opsi terakhir ini, standar sistem yang akan digunakan.
it: Se sono attivate le icone sulla scrivania, è possibile controllare la dimensione (in pixel) dell'icona con l'opzione <emphasis>«dimensione icona»</emphasis>, e l'altezza (in punti) del tipo di carattere utilizzato per visualizzare il testo dell'icona attraverso l'opzione <emphasis>«usa una dimensione del carattere personalizzata»</emphasis>. Se quest'ultima opzione non è selezionata, verranno utilizzate le impostazioni predefinite di sistema.
ru: Если значки на рабочем столе включены, вы можете управлять их размером в пикселях с помощью параметра <emphasis>«Размер значков»</emphasis>, а также размером шрифта для вывода текста значка с помощью параметра <emphasis>«Выбрать размер шрифта»</emphasis>. Если вы не выберите последний параметр, будут использоваться системные значения по умолчанию.
tr: Masaüstü simgeleri etkinse, <emphasis>"Simge boyutu"</emphasis> seçeneği ile, simgenin boyutunu(pixel cinsinden) ayarlayabilir, ve yazıtipi boyutu <emphasis>"Özel yazıtipi boyutu kullan"</emphasis> seçeneği ile simge metninin boyutunu göstermede kullanılır. Eğer bu son seçeneği seçili hale getirmezseniz, öntanımlılar kullanılacaktır.
zh_cn: 当启用桌面图标时，您可以通过 <emphasis>“图标大小”</emphasis> 选项来调整图标的大小(像素)，通过 <emphasis>“使用自定义字体大小”</emphasis> 选项来调整图标下的文本大小(点数)。如果您未选中最后这个选项，将会使用系统默认的大小。

source: Default Icons
bn: পূর্বনির্ধারিত আইকন
de: Standardsymbole
el: Προεπιλεγμένα Εικονίδια
gl: Iconas predeterminadas
id: Ikon Standar
it: Icone predefinite
ru: Стандартные значки
tr: Varsayılan Simgeler
zh_cn: 默认图标

source: The checkboxes allow you to show or hide special icons on the desktop, when <application>@PACKAGE_NAME@</application> is set to draw icons. Double clicking those icons will open a Thunar window displaying the contents of a particular path.
bn: চেকবাক্সগুলো আপনাকে ডেস্কটপের বিশেষ আইকনসমূহ প্রদর্শন বা আড়াল করার অনুমোদন দেয়, যখন <application>@PACKAGE_NAME@</application> আইকন আঁকার জন্য নির্ধারণ করা হয়। ঐ আইকনসমূহে ডবল ক্লিক করলে একটি থুনার উইন্ডো খুলবে যাতে কোন একটি নির্দিষ্ট পাথের বিষয়বস্তু প্রদর্শিত হবে।
de: Die Kontrollkästchen ermöglichen Ihnen, Symbole auf der Arbeitsfläche anzuzeigen oder zu verbergen, wenn <application>@PACKAGE_NAME@</application> so eingestellt ist, dass es Symbole zeichnet. Doppelklicken auf diese Symbole wird ein Thunar-Fenster öffnen, das den Inhalt eines bestimmten Pfades anzeigt.
el: Τα πλαίσια επιλογής σας επιτρέπουν να εμφανίζετε ή να αποκρύβετε ειδικά εικονίδια στην επιφάνεια εργασίας, όταν η εφαρμογή <application>@PACKAGE_NAME@</application> έχει οριστεί να εμφανίζει εικονίδια. Κάνοντας διπλό κλικ σ' αυτά τα εικονίδια, θα ανοίξετε ένα παράθυρο του Thunar που θα εμφανίζει τα περιεχόμενα του συγκεκριμένου μονοπατιού.
gl: As caixas de verificación permítenlle mostrar ou ocultar iconas especiais no escritorio. cando se define que <application>@PACKAGE_NAME@</application> debe debuxar as iconas. Ao facer dobre clic nesas iconas abrirase unha fiestra de Thunar mostrando o contido dunha ruta particular.
id: Kotak cek memungkinkan anda untuk menampilkan atau menyembunyikan ikon khusus pada desktop, jika <application>@PACKAGE_NAME@</application> diatur menjadi gambar ikon. Klik ganda pada ikon tersebut akan membuka jendela Thunar yang menampilkan isi dari alamat tertentu.
it: Le opzioni spuntabili permettono di mostrare o nascondere delle speciali icone sulla scrivania, quando <application>@PACKAGE_NAME@</application> è impostato per disegnare le icone. Facendo un doppio clic su queste icone, si aprirà una finestra di Thunar in cui sarà visualizzato il contenuto di un particolare percorso.
ru: Флажки позволяют вам показать или скрыть на рабочем столе специальные значки, когда <application>@PACKAGE_NAME@</application> настроен на показ значков. Двойной щелчок по этим значкам откроет окно Thunar, показывающее содержимое выбранного каталога.
tr: <application>@PACKAGE_NAME@</application> simgeleri oluşturmaya ayarlandığında, işaret kutusu, masaüstündeki özel simgeleri görünür veya gizli hale getirmenize olanak tanır. Bu simgelere çift tıklamak, belirli bir dosya yolunun içeriğini gösteren bir Thunar penceresi açacaktır.
zh_cn: 当启用 <application>@PACKAGE_NAME@</application> 的桌面图标时，下列复选框允许您选择是否在桌面上显示一些特殊的图标。双击这些图标，将会打开一个显示特定路径内容的 Thunar 窗口。

source: <emphasis>Home</emphasis> stands for your home folder, that is to say, <filename>$HOME</filename>. <emphasis>Filesystem</emphasis> stands for the root of your file system, also known as <filename>/</filename>. <emphasis>Trash</emphasis> stands for your trash folder, and <emphasis>Removable devices</emphasis> represents floppy drives, USB drives and keys, external hard drives, optical discs, etc.
bn: <emphasis>Home</emphasis> আপনার হোম ফোল্ডার নির্দেশ করে, যাকে বলা হয় <filename>$HOME</filename>। <emphasis>Filesystem</emphasis> আপনার ফাইল সিস্টেমের মূল নির্দেশ করে, <filename>/</filename> হিসেবেও পরিচিত। <emphasis>Trash</emphasis> আপনার আবর্জনা ফোল্ডার নির্দেশ করে, এবং <emphasis>Removable devices</emphasis> ফ্লপি ড্রাইভ, USB ড্রাইভ এবং কী, বাহ্যিক হার্ড ড্রাইভ, অপটিক্যাল ডিস্ক, ইত্যাদির প্রতিনিধিত্ব করে।
de: <emphasis>Persönliches Verzeichnis</emphasis> steht für Ihr Home-Verzeichnis, also <filename>$HOME</filename>. <emphasis>Dateisystem</emphasis> steht für die oberste Ebene Ihres Dateisystems, auch als <filename>/</filename> bekannt. <emphasis>Papierkorb</emphasis> steht für Ihr Papierkorbverzeichnis und <emphasis>Entfernbare Datenträger</emphasis> steht für Diskettenlaufwerke, USB-Laufwerke und Schlüssel, externe Festplatten, optische Medien, etc.
el: Ο φάκελος <emphasis>Home</emphasis> είναι ο προσωπικός σας φάκελος, δηλαδή <filename>$HOME</filename>. Το <emphasis>Filesystem</emphasis> αντιστοιχεί στη ρίζα του συστήματος αρχείων σας, επίσης γνωστό και ως <filename>/</filename>. Ο φάκελος <emphasis>Trash</emphasis> αντιστοιχεί Κάδο Ανακύκλωσς, ενώ ο <emphasis>Removable devices</emphasis> αναπαριστά δισκέτες, οδηγούς USB, εξωτερικούς σκληρούς δίσκους, οπτικούς δίσκους κλπ.
gl: <emphasis>Cartafol persoal</emphasis> é o seu cartafol persoal, é dicir, <filename>$HOME</filename>. <emphasis>Sistema de ficheiros</emphasis> é a raíz do sistema de ficheiros, tamén coñecida como <filename>/</filename>. <emphasis>Lixo</emphasis> é o colector de lixo, e <emphasis>Dispositivos extraíbles</emphasis> representa ás disqueteiras, unidades e memorias, discos duros externos, discos ópticos, etc.
id: <emphasis>Rumah</emphasis> merupakan folder rumah anda, atau dengan kata lain, <filename>$HOME</filename>. <emphasis>Sistem Berkas </emphasis> merupakan root sistem berkas anda, juga dikenal sebagai <filename>/</filename>. <emphasis>Kotak Sampah</emphasis> merupakan folder tempat sampah anda, dan <emphasis>Divais dapat dilepas</emphasis> merupakan disket, peranti dan tombol USB, hardisk eksternal, cakram optik, dll.
it: <emphasis>Casa</emphasis> rappresenta la propria cartella casa, cioè <filename>$HOME</filename>. <emphasis>File system</emphasis> rappresenta la radice del proprio file system, indicato anche come <filename>/</filename>. <emphasis>Cestino</emphasis> rappresenta la propria cartella del cestino, mentre <emphasis>dispositivi rimovibili</emphasis> rappresenta i dischi floppy, le unità USB, i dischi rigidi esterni, i lettori ottici ecc...
ru: <emphasis>Домашний каталог</emphasis> представляет собой ваш домашний каталог, то есть <filename>$HOME</filename>. <emphasis>Файловая система</emphasis> представляет корень вашей файловой системы, то есть каталог <filename>/</filename>. <emphasis>Корзина</emphasis> представляет каталог, где хранятся удаленные файлы. <emphasis>Съёмные устройства</emphasis> представляет floppy-дисководы, устройства и накопители USB, внешние жесткие диски, оптические диски и т.д.
tr: <emphasis>Ev</emphasis>, sizin ev klasörünüzdür, yani <filename>$HOME</filename> anlamına gelmektedir. <emphasis>Dosyasistemi</emphasis> <filename>/</filename> olarak da bilinir ve dosya sisteminizin kökü anlamına gelir. <emphasis>Çöp</emphasis> çöp klasörü anlamına gelir, <emphasis>Çıkarılabilir aygıtlar</emphasis> floppy sürücüker, USB sürücüler ve anahtarlar, harici sabit disk sürücüleri, optik diskler, ...vb temsil eder.
zh_cn: <emphasis>家目录</emphasis> 代表您的用户主目录，即 <filename>$HOME</filename>。<emphasis>文件系统</emphasis> 代表您系统的根目录，即是 <filename>/</filename>。<emphasis>垃圾箱</emphasis> 代表您设定的垃圾箱的目录，还有<emphasis>可移动设备</emphasis> 代表软盘、U 盘、外部硬盘、光盘等等。

source: Hidden Options
bn: লুকানো অপশন
de: Versteckte Optionen
el: Κρυφές Επιλογές
gl: Opcións ocultas
id: Opsi Tersembunyi
it: Opzioni nascoste
ru: Скрытые настройки
tr: Gizlenmiş Seçenekler
zh_cn: 隐藏选项

source: There are a number of hidden options that cannot be set by the Xfce Settings Manager. These require use of a text editor.
bn: কিছু সংখ্যক লুকানো অপশন রয়েছে যা Xfce সেটিংস ব্যবস্থাপক দ্বারা নির্ধারণ করা যাচ্ছে না। এগুলোর জন্য টেক্সট সম্পাদক ব্যবহার আবশ্যক।
de: Es gibt dort viele versteckte Optionen, die nicht durch die Xfce-Einstellungsverwaltung gesetzt werden können. Diese erfordern die Benutzung eines Text-Editors.
el: Υπάρχει μια σειρά κρυφών επιλογών που δεν μπορούν να επεξεργαστούν από τον Διαχειριστή Ρυθμίσεων του Xfce. Αυτές απαιτούν τη χρήση ενός επεξεργαστή κειμένου.
gl: Hai un certo número de opcións ocultas que non se poden definir usando o Xestor de configuración de Xfce. A modificación de ditas opcións require o uso dun editor de texto.
id: Ada beragam opsi tersembunyi yang tak dapat diatur menggunakan Manajer Pengaturan Xfce. Opsi ini memerlukan penyunting teks.
it: Esistono diverse opzioni nascoste che non è possibile configurare tramite il gestore delle impostazioni di Xfce; per modificarle occorre utilizzare un editor di testo.
ru: Существует набор скрытых настроек, которые не могут быть установлены с помощью диспетчера настроек Xfce. Для этого требуется текстовый редактор.
tr: Xfce Ayar Yöneticisi tarafından ayarlanamayacak bazı gizli seçenekler var. Bunlar için metin düzenleyici gereklidir.
zh_cn: 还有一些隐藏选项无法使用 Xfce 设置管理器来进行设置。您需要使用文本编辑器来设置这些选项。

source: Icon View Text Appearance
bn: আইকন টেক্সটের অবয়ব প্রদর্শন
de: Aussehen des Textes in der Symbolansicht
el: Εμφάνιση Κειμένου Προβολής Εικονιδίων
gl: Aparencia do texto da vista de icona
id: Tampilan Teks Tampilan Ikon
it: Aspetto del testo nella visualizzazione a icone
ru: Вид текста значка
tr: Simge Görünümü modu Metin Görüntüsü
zh_cn: 图标视图中的文本外观
