Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: Select the <emphasis>"None"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to ignore the backdrop image and only use the selected colors.
bn: আপনি যদি <application>@PACKAGE_NAME@</application> দ্বারা ব্যাকড্রপ ছবি উপেক্ষা করে কেবলমাত্র নির্বাচিত রংসমূহ ব্যবহার করতে চান তবে <emphasis>"কোনটি না"</emphasis> নির্বাচন করুন।
de: Wählen Sie die Option <emphasis>»Keines«</emphasis>, wenn Sie möchten, dass <application>@PACKAGE_NAME@</application> das Hintergrundbild ignoriert und nur die ausgewählten Farben benutzt.
el: Επιλέξτε <emphasis>"None"</emphasis> αν θέλετε η εφαρμογή <application>@PACKAGE_NAME@</application> να αγνοήσει την εικόνα φόντου και να χρησιμοποιήσει μόνο τα επιλεγμένα χρώματα.
gl: Seleccione a opción <emphasis>"Ningún"</emphasis> se desexa que <application>@PACKAGE_NAME@</application> ignore a imaxe de fondo e só use as cores seleccionadas.
id: Pilih opsi <emphasis>"Tak Ada"</emphasis> jika anda ingin agar <application>@PACKAGE_NAME@</application> untuk mengabaikan gambar latar belakang dan hanya menggunakan warna terpilih.
it: Selezionare l'opzione <emphasis>«nessuna»</emphasis> se si desidera che <application>@PACKAGE_NAME@</application> ignori l'immagine di sfondo e utilizzi solamente il colore selezionato.
ru: Выберите вариант <emphasis>«Нет»</emphasis>, если вы хотите, чтобы <application>@PACKAGE_NAME@</application> игнорировал фоновое изображение и использовал только выбранные цвета.
tr: <application>@PACKAGE_NAME@</application>'in arkaplan resmini yok sayıp sadece seçilen renkleri kullanmasını istiyorsanız, <emphasis>"Hiçbiri"</emphasis> seçeneğini işaretleyin.
zh_cn: 如果您希望 <application>@PACKAGE_NAME</application> 忽略桌面背景图片设置而只使用所选的颜色，请选择 <emphasis>“无”</emphasis> 选项。

source: Select the <emphasis>"Single image"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to draw a backdrop image.
bn: আপনি যদি <application>@PACKAGE_NAME@</application>-এর মাধ্যমে ব্যাকড্রপ ছবি আঁকতে চান তবে <emphasis>"একক ছবি"</emphasis> অপশনটি নির্বাচন করুন।
de: Wählen Sie die Option <emphasis>»Einzelnes Bild«</emphasis>, wenn Sie möchten, dass <application>@PACKAGE_NAME@</application> ein Hintergrundbild zeichnet.
el: Επιλέξτε <emphasis>"Single image"</emphasis> αν θέλετε η εφαρμογή <application>@PACKAGE_NAME@</application> να σχεδιάσει μια εικόνα φόντου.
gl: Seleccione a opción <emphasis>"Imaxe única"</emphasis> se desexa que <application>@PACKAGE_NAME@</application> mostre unha imaxe como fondo de escritorio.
id: Pilih opsi <emphasis>"Gambar tunggal"</emphasis> jika anda ingin agar <application>@PACKAGE_NAME@</application> menggambar gambar latar belakang.
it: Selezionare l'opzione <emphasis>«immagine singola»</emphasis> se si desidera che <application>@PACKAGE_NAME@</application> visualizzi un'immagine di sfondo.
ru: Выберите вариант <emphasis>«Одно изображение»</emphasis>, если вы хотите, чтобы <application>@PACKAGE_NAME@</application> выводил фоновое изображение.
tr: <application>@PACKAGE_NAME@</application>'in bir arkaplan resmi oluşturmasını istiyorsanız, <emphasis>"Tek resim"</emphasis> seçeneğini işaretleyiniz.
zh_cn: 如果您希望 <application>@PACKAGE_NAME@</application> 绘出背景图像，请选择 <emphasis>“单一图像”</emphasis> 选项

source: Select the <emphasis>"Image List"</emphasis> option if you want <application>@PACKAGE_NAME@</application> to randomly choose the backdrop image among a list.
bn: আপনি যদি <application>@PACKAGE_NAME@</application>-এর মাধ্যমে কোন ব্যাকড্রপ ছবির তালিকা থেকে এলোমেলোভাবে পছন্দ করতে চান তবে <emphasis>"ছবির তালিকা"</emphasis> অপশনটি নির্বাচন করুন।
de: Wählen Sie die Option <emphasis>»Bilderliste«</emphasis>, wenn Sie möchten, dass <application>@PACKAGE_NAME@</application> Hintergrundbilder zufällig aus der Liste auswählt.
el: Επιλέξτε <emphasis>"Image List"</emphasis> αν θέλετε η εφαρμογή <application>@PACKAGE_NAME@</application> να επιλέγει τυχαία από μια λίστα την εικόνα φόντου.
gl: Seleccione a opción <emphasis>"Lista de imaxes"</emphasis> se desexa que <application>@PACKAGE_NAME@</application> seleccione aleatoriamente a imaxe de fondo de escritorio entre todas as imaxes da lista.
id: Pilih opsi <emphasis>"Senarai Gambar"</emphasis> jika anda ingin agar <application>@PACKAGE_NAME@</application> untuk secara acak memilih gambar latar belakang di antara senarai.
it: Selezionare l'opzione in <emphasis>«lista di immagini»</emphasis> per far sì che <application>@PACKAGE_NAME@</application>scelga casualmente un'immagine di sfondo da una lista.
ru: Выберите вариант <emphasis>«Список изображений»</emphasis>, если вы хотите, чтобы <application>@PACKAGE_NAME@</application> случайным образом выбирал фоновое изображение из списка.
tr: <application>@PACKAGE_NAME@</application>'in bir listeden rastgele resimler seçip arkaplan resmi olarak kullanmasını istiyorsanız, <emphasis>"Resim Listesi"</emphasis> seçeneğini işaretleyin.
zh_cn: 如果您希望 <application>@PACKAGE_NAME@</application> 随机从背景图像列表中抽取一幅图像作为背景，请选择 <emphasis>“图像列表”</emphasis> 选项。

source: Images
bn: ছবি
de: Bilder
el: Εικόνες
gl: Imaxes
id: Gambar
it: Immagini
ru: Изображения
tr: Resimler
zh_cn: 图像

source: If you selected the <emphasis>"Single image"</emphasis> option, you can choose an image from the treeview. Click on an image to set it as the current backdrop. <application>@PACKAGE_NAME@</application> will update the background of your desktop automatically.
bn: আপনি <emphasis>"একক ছবি"</emphasis> অপশন নির্বাচন করলে ট্রিভিউ থেকে একটি ছবি বাছাই করতে পারেন। বর্তমান ব্যাকড্রপ হিসাবে নির্ধারন করার জন্য একটি ছবিতে ক্লিক করুন। <application>@PACKAGE_NAME@</application> স্বয়ংক্রিয়ভাবে আপনার ডেক্সটপ পটভূমিকে হালনাগাদ করে দিবে।
de: Falls Sie die Option <emphasis>»Einzelnes Bild«</emphasis> ausgewählt haben, können Sie ein Bild aus der Baumansicht auswählen. Klicken Sie auf ein Bild, um es als aktuellen Hintergrund zu setzen. <application>@PACKAGE_NAME@</application> wird den Hintergrund Ihrer Arbeitsfläche automatisch aktualisieren.
el: Αν επιλέξετε <emphasis>"Single image"</emphasis>, μπορείτε να διαλέξετε μια εικόνα από την δενδρική προβολή. Κάντε κλικ σε μια εικόνα για να την θέσετε ως τρέχον φόντο. Η εφαρμογή <application>@PACKAGE_NAME@</application> θα ενημερώσει το φόντο της επιφάνειας εργασίας σας αυτόματα.
gl: Se seleccionou a opción <emphasis>"Imaxe única"</emphasis> poderá escoller unha imaxe na vista de árbore. Prema nunha imaxe para definila como fondo de escritorio actual. <application>@PACKAGE_NAME@</application> actualizará o fondo de escritorio automaticamente.
id: Jika anda memilih opsi <emphasis>"Gambar tunggal"</emphasis>, anda dapat memilih sebuah gambar dari tampilan pohon. Klik pada gambar untuk mengaturnya sebagai latar belakang saat ini. <application>@PACKAGE_NAME@</application> akan memutakhirkan latar belakang desktop anda secara otomatis.
it: Se è stata selezionata l'opzione <emphasis>«immagine singola»</emphasis>, è possibile selezionare un'immagine dalla visualizzazione ad albero. Fare clic su un'immagine per impostarla come sfondo; <application>@PACKAGE_NAME@</application> aggiornerà automaticamente lo sfondo della scrivania.
ru: Если вы выбрали вариант <emphasis>«Одно изображение»</emphasis>, то вы можете выбрать изображение из списка. Щелкните по изображению для установки его в качестве текущего фона рабочего стола. <application>@PACKAGE_NAME@</application> автоматически обновит фон рабочего стола.
tr: Eğer <emphasis>"Tek resim"</emphasis> seçeneğini işaretlediyseniz, ağaç görünümünden bir resim seçebilirsiniz. Resmi güncel arkaplan resmi olarak ayarlamak için üzerine tıklayın. <application>@PACKAGE_NAME@</application>, masaüstünüzün arkaplanını otomatik olarak güncelleyecektir.
zh_cn: 如果您选择 <emphasis>“单一图像”</emphasis> 选项，您可以从树形列表中选择一幅图像。点击图像可将其设置为当前桌面背景。<application>@PACKAGE_NAME@</application> 会自动更新您的桌面背景。

source: You can add images to the treeview by clicking on the "plus" button, which will pop a file chooser dialog up. Images can be removed using the "minus" button.
bn: "প্লাস" বোতামে ক্লিক করে আপনি ট্রিভিউতে ছবি যোগ করতে পারেন, যা পছন্দকারী ডায়ালগ আপে ফাইলটি পপ করবে। "মাইনাস" বোতামে ক্লিক করে ছবিটি সরিয়ে ফেলা যাবে।
de: Sie können der Baumansicht Bilder hinzuzufügen, indem Sie die Schaltfläche »plus« anklicken, wodurch ein Dateiauswahldialog erscheint. Bilder können mittels der Schaltfläche »minus« entfernt werden.
el: Μπορείτε να προσθέσετε εικόνες στην δενδρική προβολή κάνοντας κλικ στο κουμπί "plus", το οποίο θα εμφανίσει ένα διάλογο επιλογής αρχείου. Οι εικόνες μπορεί να αφαιρεθούν χρησιμοποιώντας το κουμπί "minus".
gl: Pode engadir imaxes á vista de árbore premendo no botón "máis", o cal mostrará un diálogo emerxente de selector de ficheiros. As imaxes eliminarse premendo no botón "menos".
id: Anda dapat menambah gambar ke tampilan pohon dengan klik pada tombol "plus", yang akan memunculkan dialog pemilih berkas. Gambar dapat dihapus dengan menggunakan tombol "minus".
it: È possibile aggiungere delle immagini alla visualizzazione ad albero premendo il pulsante «+»: verrà così visualizzata una finestra di scelta del file. Le immagini possono essere rimosse utilizzando il pulsante «-».
ru: Вы можете добавить изображения в список щелчком по кнопке «плюс», которая вызовет диалоговое окно выбора файлов. Изображения можно удалить из списка с помощью кнопки «минус».
tr: Ağaç görünümünde, resimleri "Artı" işaretine tıklayarak ekleyebilirsiniz. Bu işlem, resimleri seçmeniz için bir açılır dosya seçicisi oluşturacaktır. "Eksi" işaretine tıklayarak resimler çıkartılabilir.
zh_cn: 通过点击 “添加” 按钮，您可以从弹出的文件选择对话框中添加图像至树形列表中。点击 “移除” 按钮可以移除一幅图像。

source: If you selected the <emphasis>"Image list"</emphasis> option, you can use the "New" button displaying a blank sheet to select an existing list or create a new one, using a file chooser. You can still use the "plus" and "minus" buttons to add and remove images. <application>@PACKAGE_NAME@</application> will then randomly choose a backdrop among this list every time it starts.
bn: যদি আপনি <emphasis>"ছবির তালিকা"</emphasis> অপশন নির্বাচন করেন, you can use the "New" button displaying a blank sheet to select an existing list or create a new one, using a file chooser. You can still use the "plus" and "minus" buttons to add and remove images. <application>@PACKAGE_NAME@</application> will then randomly choose a backdrop among this list every time it starts.
de: Falls Sie die Option <emphasis>»Bilderliste«</emphasis> ausgewählt haben, können Sie die Schaltfläche »Neu« benutzen, wodurch ein leeres Blatt angezeigt wird, um eine bestehende Liste auszuwählen oder mittels Dateiauswahldialog eine neue zu erstellen. Sie können weiterhin die Schaltflächen »plus« und »minus« benutzen, um Bilder hinzuzufügen oder zu entfernen. <application>@PACKAGE_NAME@</application> wird dann bei jedem Start ein zufälliges Bild aus dieser Liste auswählen.
el: Αν επιλέξετε <emphasis>"Image list"</emphasis>, μπορείτε να χρησιμοποιήσετε το κουμπί "New" που εμφανίζει ένα κενό φύλλο για να επιλέξετε μια υπάρχουσα λίστα ή να δημιουργήσετε μια καινούρια, χρησιμοποιώντας έναν επιλογέα αρχείων. Μπορείτε να χρησιμοποιείτε τα κουμπιά "plus" και "minus" για να προσθέτετε ή να αφαιρείται εικόνες. Η εφαρμογή <application>@PACKAGE_NAME@</application> θα διαλέγει τυχαία ένα φόντο από τη λίστα, κάθε φορά που ξεκινά.
gl: Se seleccionou a opción <emphasis>"Lista de imaxes"</emphasis>, poderá usar o botón "Novo" que ten unha folla en branco para seleccionar unha lista existente ou crear unha nova, usando un selector de ficheiros. Tamén poderá usar aínda os botóns "máis" e "menos" para engadir e eliminar imaxes. Despois <application>@PACKAGE_NAME@</application> escollerá de xeito aleatorio un fondo de escritorio entre as imaxes desta lista cada vez que se inicie.
id: Jika anda memilih opsi <emphasis>"Senarai gambar"</emphasis>, anda dapat menggunakan tombol "Baru" untuk menampilkan lembaran kosong untuk memilih senarai yang telah ada atau membuat yang baru, menggunakan pemilih berkas. Anda tetap dapat menggunakan tombol "plus" dan "minus" untuk menambah dan menghapus gambar. <application>@PACKAGE_NAME@</application> akan secara acak memilih latar belakang bersama senarai ini tiap kali berjalan.
it: Se è stata selezionata l'opzione <emphasis>«lista di immagini»</emphasis>, è possibile utilizzare il pulsante «nuova» con il quale verrà visualizzata una pagina vuota per selezionare una lista esistente o crearne una nuova, utilizzando un selezionatore di file. Sono anche disponibili i pulsanti «+» e «-» per aggiungere e rimuovere le immagini alla lista; <application>@PACKAGE_NAME@</application> selezionerà casualmente un'immagine di sfondo dalla lista ogni volta che viene avviato.
ru: Если вы выбрали вариант <emphasis>«Список изображений»</emphasis>, то список изображений первоначально будет пуст. Вы можете использовать кнопки «плюс» для добавления изображений с использованием окна выбора файлов и «минус» для удаления изображений из списка. Затем <application>@PACKAGE_NAME@</application> каждый раз при старте будет случайным образом выбирать фон из этого списка.
tr: Eğer <emphasis>"Resim listesi"</emphasis> seçeneğini işaretlediyseniz, bir dosya seçicisiyle mevcut bir listeyi seçmek veya yeni bir tane yaratmak için, boş bir sayfa ikonu olan "Yeni" butonunu kullanabilirsiniz. Ayrıca resim eklemek ve çıkarmak için "Artı" ve "Eksi" butonlarını kullanabilirsiniz. Bu durumda <application>@PACKAGE_NAME@</application> her başladığında, bu listeden rastgele bir arkaplan seçecektir.
zh_cn: 如果您选择 <emphasis>“图像列表”</emphasis> 选项，您可以点击 “新建” 按钮，通过文件选择对话框选择一个已存在的列表或新建一个列表。您同样可以使用 “添加” 和 “移除” 按钮来添加或者移除图像。<application>@PACKAGE_NAME@</application> 会在其每次启动时自动从列表中选择一幅图像作为桌面背景。

source: Five Style options (<emphasis>"Centered"</emphasis>, <emphasis>"Tiled"</emphasis>, <emphasis>"Stretched"</emphasis>, <emphasis>"Scaled"</emphasis> and <emphasis>"Zoomed"</emphasis>) are available to specify the fitting of the backdrop image on the screen, depending on its size. You can also select the <emphasis>"Auto"</emphasis> item if you want to let <application>@PACKAGE_NAME@</application> take care of this setting.
bn: শৈলীর পাঁচটি অপশন (<emphasis>"কেন্দ্রস্থিত"</emphasis>, <emphasis>"টালিকৃত"</emphasis>, <emphasis>"প্রসারিত"</emphasis>, <emphasis>"আকার পরিবর্তিত"</emphasis> এবং <emphasis>"বড় আকারে পরিবর্তিত"</emphasis>) এদের আকারের উপর নির্ভর করে, পর্দায় ব্যাকড্রপ ছবি যথাযথভাবে মানানসই করার জন্য বিদ্যমান। আপনি <emphasis>"স্বয়ংক্রিয়"</emphasis> আইটেমটিও নির্বাচন করতে পারেন যদি আপনি <application>@PACKAGE_NAME@</application> কে এই সেটিংয়ের দেখাশোনা করাতে চান।
de: Es sind fünf Sil-Optionen verfügbar (<emphasis>»Zentriert«</emphasis>, <emphasis>»Gekachelt«</emphasis>, <emphasis>»Gestreckt«</emphasis>, <emphasis>»Skaliert«</emphasis> und <emphasis>»Vergrößert«</emphasis>), um anzugeben, wie sich das Hintergrundbild abhängig von seiner Größe in den Bildschirm einpasst. Sie können außerdem das Element <emphasis>»Automatisch«</emphasis> auswählen, falls Sie die Berücksichtigung dieser Einstellung <application>@PACKAGE_NAME@</application> überlassen möchten.
el: Είναι διαθέσιμα πέντε στυλ επιλογών (<emphasis>"Centered"</emphasis>, <emphasis>"Tiled"</emphasis>, <emphasis>"Stretched"</emphasis>, <emphasis>"Scaled"</emphasis> and <emphasis>"Zoomed"</emphasis>) να να καθορίσετε το ταίριασμα της εικόνας φόντου στην οθόνη, ανάλογα με το μέγεθός της. Μπορείτε επίσης να επιλέξετε <emphasis>"Auto"</emphasis>, αν θέλετε η εφαρμογή <application>@PACKAGE_NAME@</application> να διαχειριστεί την τοποθέτηση.
gl: Hai cinco opcións de estilo dispoñibles para especificar o axuste da imaxe de fondo na pantalla, dependendo do seu tamaño (<emphasis>"Centrada"</emphasis>, <emphasis>"Mosaico"</emphasis>, <emphasis>"Estirada"</emphasis>, <emphasis>"Escalada"</emphasis> e <emphasis>"Ampliada"</emphasis>). Tamén pode seleccionar o elemento <emphasis>"Automático"</emphasis> se desexa deixar que <application>@PACKAGE_NAME@</application> se ocupe desta opción.
id: Opsi Lima Gaya (<emphasis>"Dipusatkan"</emphasis>, <emphasis>"Diubinkan"</emphasis>, <emphasis>"Direntangkan"</emphasis>, <emphasis>"Diskalakan"</emphasis> dan <emphasis>"Diperbesar"</emphasis>) tersedia untuk menentukan pengepasan gambar latar belakang di layar, tergantung dari ukurannya. Anda dapat juga memilih item <emphasis>"Otomatis"</emphasis> jika anda ingin membiarkan <application>@PACKAGE_NAME@</application> untuk menangani pengaturan ini.
it: Sono disponibili cinque opzioni (<emphasis>«centrato»</emphasis>, <emphasis>«ripetuto»</emphasis>, <emphasis>«stirato»</emphasis>, <emphasis>«scalato»</emphasis> e <emphasis>«ingrandito»</emphasis>) per specificare come l'immagine debba riempire lo schermo in funzione della sua dimensione. È anche possibile selezionare l'opzione <emphasis>«automatico»</emphasis> per far scegliere a <application>@PACKAGE_NAME@</application> la modalità migliore.
ru: Доступны пять вариантов стиля (<emphasis>«По центру»</emphasis>, <emphasis>«Черепицей»</emphasis>, <emphasis>«Растянуть»</emphasis>, <emphasis>«Масштабировать»</emphasis> и <emphasis>«Увеличить»</emphasis>), определяющие, как фоновое изображение размещается на экране в зависимости от размера. Вы также можете выбрать пункт <emphasis>«Автоматически»</emphasis> для того чтобы дать возможность <application>@PACKAGE_NAME@</application> выбрать один из стилей.
tr: Arkaplan resminin boyutuna göre ekranla uyumunu sağlamak için beş adet seçenek vardır(<emphasis>"Ortalanmış"</emphasis>, <emphasis>"Döşeli"</emphasis>, <emphasis>"Gergin"</emphasis>, <emphasis>"Ölçeklendirilmiş"</emphasis> ve <emphasis>"Büyütülmüş"</emphasis>) Eğer <application>@PACKAGE_NAME@</application>'in sizin yerinize ayarların icabına bakmasını istiyorsanız <emphasis>"Otomatik"</emphasis> seçeneğini seçebilirsiniz.
zh_cn: 依据图像大小，您可以选择五种风格选项 (<emphasis>“居中”</emphasis>、<emphasis>“平铺”</emphasis>、<emphasis>“拉伸”</emphasis>、<emphasis>“缩放”</emphasis> 和 <emphasis>“放大”</emphasis>) 中的一种指定背景图像在桌面上的放置方式。您还可以选择 <emphasis>“自动”</emphasis> 让 <application>@PACKAGE_NAME@</application> 决定这个选项。

source: <application>@PACKAGE_NAME@</application> supports xinerama and multiscreen modes. In multiscreen mode, the Background tab shows one tab per screen.
bn: <application>@PACKAGE_NAME@</application> xinerama এবং multiscreen মোড সমর্থন করে। multiscreen মোডে, পটভূমির ট্যাব পর্দা প্রতি একটি ট্যাব প্রদর্শন করে।
de: <application>@PACKAGE_NAME@</application> unterstützt Xinerama und Modi für mehrere Bildschirme. Im Modus mit mehreren Bildschirmen zeigt der Reiter »Hintergrund« einen Reiter pro Bildschirm.
el: Η εφαρμογή <application>@PACKAGE_NAME@</application> υποστηρίζει τις λειτουργίες πολλαπλών οθονών και xinerama. Στην λειτουργία πολλαπλών οθονών, η καρτέλα Φόντου δείχνει μια καρτέλα ανά οθόνη.
gl: <application>@PACKAGE_NAME@</application> soporta os modos xinerama e multipantalla. No modo multipantalla, a lapela Fondo mostra unha lapela por pantalla.
id: <application>@PACKAGE_NAME@</application> mendukung mode xinerama dan banyak layar. Dalam mode banyak layar, tab Latar Belakang menampilkan satu tab per layar.
it: <application>@PACKAGE_NAME@</application> supporta xinerama e la modalità multi schermo. In questo caso, la linguetta dello sfondo mostra una linguetta per ogni schermo.
ru: <application>@PACKAGE_NAME@</application> поддерживает xinerama и многоэкранные режимы. В многоэкранном режиме вкладка «Фон» показывает по одной вкладке на каждый экран.
tr: <application>@PACKAGE_NAME@</application> uygulaması xinerama ve çoklu ekran modlarını destekler. Çoklu ekran modunda Background sekmesi her ekran için bir sekme gösterir.
zh_cn: <application>@PACKAGE_NAME@</application> 支持 xinerama 和多屏模式。在多屏模式中，每个屏幕都会有自己独立的背景标签供您进行设置。

source: Colors
bn: রং
de: Farben
el: Χρώματα
gl: Cores
id: Warna
it: Colori
ru: Цвета
tr: Renkler
zh_cn: 颜色

source: The color style is one of four options in dropping list: a solid color, horizontal gradient, vertical gradient, or transparent.
bn: রঙের শৈলী ড্রপিং তালিকার চারটি অপশনের একটি: নিরেট রং, অনুভূমিক গ্রেডিয়েন্ট, উল্লম্ব গ্রেডিয়েন্ট অথবা স্বচ্ছ।
de: Der Farbstil ist eine von vier Optionen in einer Auswahlliste: »Durchgängige Farbe«, »Horizontaler Verlauf«, »Vertikaler Verlauf« oder »Transparent«
el: Το στυλ χρώματος είναι μια από τις τέσσερις επιλογές της λίστας: ένα συμπαγές χρώμα, οριζόντια διαβάθμιση, κάθετη διάβαθμιση ή διαφάνεια.
gl: O estilo de cor é unha das catro opcións da lista despregable: cor sólida, degradado horizontal, degradado vertical, ou transparente.
id: Gaya warna adalah satu dari empat opsi dalam senarai penempatan: warna solid, gradasi horizontal, gradasi vertikal, atau transparan.
it: Lo stile del colore può essere scelto tra quattro opzioni: colore solido, gradiente orizzontale, gradiente verticale o trasparente.
ru: Настройка «Цвета» позволяет выбрать один из четырех вариантов в выпадающем списке: сплошной цвет, горизонтальный градиент, вертикальный градиент или прозрачный.
tr: Renk sitili dört farklı seçenekten biri olabilir: düz renk, yatay değişim, dikey değişim ve şeffaf.
zh_cn: 颜色风格可以是在下拉菜单下列四种选项中的一个: 固定颜色、水平渐变、垂直渐变、透明。

source: The <emphasis>"Transparent"</emphasis> option, when you use a colored background without backdrop image, allows you to see the windows that are under the transparent desktop window. This requires an activated compositor.
bn: যখন আপনি ব্যাকড্রপ ছবি ছাড়া কোন রঙিন পটভূমি ব্যবহার করেন, <emphasis>"স্বচ্ছ"</emphasis> অপশন, আপনাকে স্বচ্ছ ডেস্কটপ উইন্ডোর অধীনস্ত উইন্ডোসমূহ দেখার অনুমোদন দেয়। এর জন্য একটি সক্রিয় কম্পোজিটার আবশ্যক।
el: Η επιλογή <emphasis>"Transparent"</emphasis>, όταν χρησιμοποιείτε ένα χρωματισμένο φόντο χωρίς εικόνα φόντου, σας επιτρέπει να δείτε τα παράθυρα που βρίσκονται κάτω από το διαφανές παράθυρο επιφάνειας εργασίας. Αυτό απαιτεί ενεργοποιημένο compositor.
id: Opsi <emphasis>"Transparan"</emphasis>, jika anda menggunakan latar belakang tanpa gambar latar belakang, memungkinkan anda untuk melihat jendela yang di bawah jendela desktop transparan. Ini memerlukan kompositor yang diaktifkan.
it: L'opzione <emphasis>«trasparente»</emphasis> (quando si utilizza uno sfondo colorato senza aver impostato un'immagine), permette di vedere le finestre che si trovano al di sottodella finestra trasparente della scrivania. Questa opzione richiede la presenza di un compositore.
ru: Вариант <emphasis>«Прозрачный»</emphasis> при использовании цветного фона без фонового изображения позволяет вам видеть окна, расположенные под прозрачным окном рабочего стола. Для этого нужно активировать композитный менеджер.
tr: Şeffaf seçeneğinde, eğer bir duvar kağıdı olmadan renkli bir masaüstü kullanıyorsanız şeffaf pencerenin altındaki pencereleri görebilrisiniz.
zh_cn: 当您使用单一的颜色背景而没有背景图像时，<emphasis>“透明”</emphasis> 选项允许您看到在透明桌面窗口之下的窗口。这个特性需要一个活动的图像复合器配合(例如使用 Compiz、打开 Xfwm 的混合效果等)。
