Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
bn: এই প্রোগ্রামটির সাথে আপনি হয়ত GNU সাধারণ পাবলিক লাইসেন্সের একটি কপি পাবেন; যদি না পান, তবে Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA এই ঠিকানায় লিখুন।
de: Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
el: Θα πρέπει να έχετε παραλάβει ένα αντίγραφο της GNU General Public License μαζί μ' αυτό το πρόγραμμα, αν όχι γράψτε στο Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
gl: Debeu recibir unha copia da Licenza Pública Xeral de GNU xunta con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
id: Anda seharusnya menerima salinan dari Lisensi Publik Umum GNU bersama dengan program ini; jika tidak, tulis surat ke Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
it: Con il programma dovrebbe essere stata anche fornita una copia della GNU General Public License; se così non fosse, scrivere alla: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
ru: Вы должны получить копию GNU General Public License вместе с этой програмой. Если этого не произошло, напишите в Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
tr: GNU Genel Kamu Lisansı'nın bir kopyasını bu program ile birlikte almış olmanız gerekir; eğer böyle değilse Özgür Yazılım Vakfı'na, 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA adresini kullanarak yazın.
zh_cn: 您应该能够随此软件获得一份 GNU 通用公共许可协议的副本；如果没有，请致信自由软件基金会: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA。

source: translator-credits
bn: সাদিয়া আফরোজ <sadia@ankur.org.bd>, ২০১০ উম্মে সালমা <snigdha@ankur.org.bd>, ২০১০
de: Chris Leick <c.leick@vollbio.de> Christoph Wickert <cwickert@fedoraproject.org>
el: Basilis Thomopoulos <thomopul@gmail.com>, 2012
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2009.
id: Andhika Padmawan <andhika.padmawan@gmail.com>, 2010.
it: Cristian Marchi <cri.penta@gmail.com>, 2009, 2010
ru: Andriy Kovtun <kovtunos@yandex.ru>, 2010 Denis Koryavov <dkoryavov@pingwinsoft.ru>, 2010 Alexandr Boltris <alex@altlinux.org>, 2011 Artem Zolochevskiy <artem.zolochevskiy@gmail.com>, 2011
tr: Gökmen Görgen <gkmngrgn@gmail.com>, 2011
zh_cn: Hunt Xu <huntxu@live.cn>, 2009.

source: This manual describes @PACKAGE_NAME@ version @PACKAGE_VERSION@.
de: Dieses Handbuch beschreibt @PACKAGE_NAME@-Version @PACKAGE_VERSION@.
el: Το παρόν εγχειρίδιο περιγράφει το @PACKAGE_NAME@ έκδοση @PACKAGE_VERSION@.
ru: Это руководство описывает @PACKAGE_NAME@ версии @PACKAGE_VERSION@.
tr: Bu el kitabı @PACKAGE_NAME@ paketinin @PACKAGE_VERSION@ sürümünü açıklıyor.

source: You can enter an HTML-style hexadecimal color value, or simply a color name, in the <emphasis>"Color Name"</emphasis> entry.
de: Sie können einen hexadezimalen Farbwert um Stil von HTML oder einfach einen englischen Farbnamen in den Eintrag <emphasis>»Farbname«</emphasis> eingeben.
el: Μπορείτε να εισάγετε μια δεκαεξαδική τιμή χρώματος σε στυλ HTML, ή απλά ένα όνομα χρώματος, στο πεδίο <emphasis>"Color Name"</emphasis>.
ru: Вы можете ввести шестнадцатиричный код цвета (как в HTML) или просто название цвета в поле <emphasis>«Наименование цвета»</emphasis>.
tr: HTML sitili bir hexadesimal renk kodu girebileceğiniz gibi basitçe <emphasis>"Renk Adı"</emphasis> da yazabilirsiniz.
