Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: Two colored buttons allow you to choose the colors for your desktop. When the solid color option is selected, only the first color is available. When either of the gradient options are selected, both the first and second colors are available. Both of the color buttons open a color chooser dialog:
bn: দুটো রঙিন বোতাম আপনাকে আপনার ডেস্কটপের জন্য রং পছন্দ করার অনুমোদন দেয়। যখন নিরেট রঙের অপশন নির্বাচিত করা হয়, শুধুমাত্র প্রথম রঙটি বিদ্যমান থাকে। যখন গ্রেডিয়েন্ট অপশনের কোন একটি নির্বাচিত করা হয়, প্রথম এবং দ্বিতীয় উভয় রঙই বিদ্যমান থাকে। উভয় রঙের বোতামই রং নির্বাচনকারী ডায়ালগ খুলবে:
de: Zwei Farbschaltflächen ermöglichen Ihnen, die Farben Ihrer Arbeitsfläche auszuwählen. Wenn die Option »Durchgängige Farbe« ausgewählt wurde, ist nur die erste Farbe verfügbar. Wenn eine der beiden Farbverlaufsoptionen ausgewählt wurde, sind sowohl die erste als auch die zweite Farbe verfügbar. Beide Farbschaltflächen öffnen einen Farbauswahldialog:
el: Τα κουμπιά δυο χρωμάτων σας επιτρέπουν να επιλέξετε τα χρώματα της επιφάνειας εργασίας σας. Όταν έχετε επιλέξει συμπαγές χρώμα, μόνο το πρώτο χρώμα είναι διαθέσιμο. Όταν έχετε επιλέξει μια από τις δυο διαβαθμίσεις, είναι διαθέσιμα και τα δυο χρώματα. Τα κουμπιά και των δυο χρωμάτων ανοίγουν έναν διάλογο επιλογής χρώματος:
gl: Dous botóns de cores permítenlle escoller as cores do escritorio. Cando se selecciona a opción de cor sólida, só está dispoñible a primeira cor. Cando se seleccionan as opcións de degradado, están dispoñibles tanto a primeira cor como a segunda cor. Ambos os dous botóns de cor abren un diálogo de selección de cor:
id: Tombol dua warna memungkinkan anda untuk memilih warna untuk desktop anda. Jika opsi warna solid terpilih, hanya warna pertama yang tersedia. Jika antara opsi gradasi terpilih, baik warna pertama dan kedua tersedia. Kedua tombol warna membuka dialog pemilih warna:
it: Due pulsanti colorati permettono di scegliere il colore da assegnare alla scrivania.Quando è selezionata l'opzione del colore solido, è disponibile solamente il primo colore. Quando invece è selezionata una delle opzioni gradiente, sia il primo che il secondo colore sono disponibili. Entrambi i pulsanti del colore permettono di aprire una finestra di scelta del colore:
ru: Две кнопки цветов позволяют выбрать цвета для вашего рабочего стола. Когда выбран вариант сплошного цвета, доступен только первый цвет. Когда выбран любой из вариантов градиента, доступны и первый и второй цвета. Обе кнопки цветов открывают диалоговое окно выбора цвета:
tr: İki renkli butonlar masaüstünüzün rengini seçmenize olanak tanır. Düz renk seçeneği işaretli olduğunda sadece ilk renk geçerlidir. Gradyan seçeneklerinden biri işaretli olduğunda hem ilk hem de ikinci renk geçerlidir. Her iki renk butonu da bir renk seçici penceresi açar:
zh_cn: 两个颜色按钮允许您选择桌面的颜色。当选择固定颜色选项时，只有第一个颜色被使用。当选择两种渐变效果选项中的一种时，两个颜色都将被使用。点击颜色按钮，将打开颜色选择对话框:

source: Select Background Color
bn: পটভূমির জন্য রঙ নির্বাচন করুন
de: Auswahl der Hintergrundfarbe
el: Επιλογή Χρώματος Φόντου
gl: Seleccione a cor de fondo
id: Pilih Warna Latar Belakang
it: Selezionare il colore di sfondo
ru: Выбор цвета
tr: Arkaplan Rengini Seç
zh_cn: 选择背景颜色

source: Shows the color selection dialog
bn: রং নির্বাচনের ডায়ালগ প্রদর্শন
de: Zeigt den Farbauswahldialog
el: Δείχνει το παράθυρο διαλόγου επιλογής χρώματος
gl: Mostra o diálogo de selección de cor
id: Menampilkan dialog pemilihan warna
it: Mostra la finestra di scelta del colore
ru: Показан диалог выбора цвета
tr: Renk seçme iletişim penceresini gösterir
zh_cn: 显示颜色选择对话框

source: You can use the colored ring with a triangle inside to select the color you want from the outer ring, then select the darkness or lightness of that color using the inner triangle. Corresponding values of brightness, deepness, and amount of red, green and blue light in the color appear through the entries on the right side of the window.
bn: বহিঃস্থ বৃত্ত থেকে রং নির্বাচন করার জন্য আপনি অভ্যন্তরীণ ত্রিভুজসহ একটি রঙিন বৃত্ত ব্যবহার করতে পারেন, এরপর অভ্যন্তরীণ ত্রিভুজ ব্যবহার করে ঐ রঙের অন্ধকারাচ্ছন্নতা বা উজ্জলতা নির্বাচন করতে পারেন। উইন্ডোর ডানদিকের এন্ট্রির মাধ্যমে রঙে উজ্জ্বলতা, গভীরতা এবং লাল, সবুজ ও নীল আলোর সঙ্গতিপূর্ণ মান দৃশ্যমান হয়।
de: Sie können den farbigen Ring mit dem Dreieck darin nutzen, um die Farbe, die Sie möchten, aus dem äußeren Ring auszuwählen. Dann wählen Sie die Helligkeit dieser Farbe unter Benutzung des inneren Dreiecks. Entsprechende Werte von Helligkeit, Farbtiefe und dem Betrag von rotem, grünen und blauen Licht erscheinen durch die Einträge auf rechten Seite des Fensters.
el: Μπορείτε να χρησιμοποιήσετε το χρωματισμένο δακτύλιο με το εσωτερικό τρίγωνο για να επιλέξετε το χρώμα που θέλετε από τον εξωτερικό δακτύλιο, και στη συνέχεια να επιλέξετε πόσο σκοτεινό ή φωτεινό θα είναι αυτό το χρώμα, με τη βοήθεια του εσωτερικού τριγώνου. Οι αντίστοιχες τιμές φωτεινότητας, βάθους, και ποσότητας κόκκινου, πράσινου και γαλάζιου φωτός στο χρώμα εμφανίζονται από τις καταχωρήσεις στη δεξιά πλευρά του παραθύρου.
gl: Pode usar o anel de cores co triángulo dentro para seleccionar a cor que desexe do anel exterior, e seleccionando despois a cor exacta co triángulo interior. Os valores correspondentes de brillo, profundidade, e cantidade de vermello, verde e azul da cor aparecen nas entradas do lado dereito da fiestra.
id: Anda dapat menggunakan cincin warna dengan segitiga di dalamnya untuk memilih warna yang anda inginkan dari cincin di luar, lalu pilih kegelapan atau keterangan warna tersebut menggunakan segitiga di dalam. Nilai kecerahan, kedalaman, dan jumlah cahaya merah, hijau dan biru di warna tersebut tampak di seluruh entri di sisi kanan jendela.
it: Utilizzando l'anello circolare con all'interno un triangolo, è possibile selezionare il colore che si desidera dall'anello esterno e selezionare la luminosità del colore stesso utilizzando il triangolo interno. I valori corrispondenti di luminosità e profondità e le quantità di rosso, verde e blu del colore vengono indicati attraverso le voci sulla destra della finestra.
ru: Вы можете использовать цветовое кольцо с треугольником внутри. Выберите цвет во внешнем кольце и задайте освещенность с помощью внутреннего треугольника. Соответствующие значения освещенности, глубины и размер красной, зелёной и синей составляющих цвета показываются в полях в правой части окна.
tr: Ortasında bir üçgen bulunan renkli halkayı renk seçimi için kullanabilirsiniz. Dıştakı renkli halkadan istenilen rengi, içteki üçgenden de rengin açıklık/koyuluğunu seçebilirsiniz. Pencerenin sağ tarafındaki girdilerde, seçtiğiniz rengin açıklığı, derinliği ve kırmızı, yeşil, mavi miktarı görünecektir.
zh_cn: 在外边的颜色环选择您所需要的颜色，然后在环内的三角形中选择该颜色的深浅程度。相应的亮度、色深和该颜色中红、绿、蓝三原色的分量将会在窗口右部的各个项目中显示。

source: You can click the eyedropper, then click anywhere on your screen to select the color.
bn: কোন রং নির্বাচন করার জন্য আপনি প্রথমে আইড্রপারে ক্লিক করুন, এরপর আপনার পর্দার যেকোন জায়গায় ক্লিক করুন।
de: Sie können auf die Pipette und dann irgendwo auf Ihren Bildschirm klicken, um die Farbe auszuwählen.
el: Μπορείτε να κάνετε κλικ στο σταγονόμετρο, στη συνέχει κλικ οπουδήποτε στην οθόνη σας για να επιλέξετε το χρώμα.
gl: Pode premer no contagotas, e despois en calquera parte da pantalla para seleccionar a cor.
id: Anda dapat klik pemilih warna, lalu klik dimanapun di layar anda untuk memilih warna.
it: Si può selezionare il contagocce e fare poi clic sullo schermo per selezionare il colore.
ru: Вы можете щелкнуть по пипетке, а затем щелкнуть в любом месте экрана для выбора цвета.
tr: Renk seçmek için önce damlalığa sonra ekran üzerinde herhangi bir yere tıklayınız.
zh_cn: 您可以点击拾色器，然后在屏幕的任意位置点击以选择该处的颜色。

source: "Color Name"
id: "Nama Warna"

source: You can enter an HTML-style hexadecimal color value, or simply a color name, in the <placeholder-1/> entry.
id: Anda dapat memasukkan nilai warna heksadesimal bergaya HTML, atau cukup nama warna, di entri <placeholder-1/>.

source: The selected colors will fill the entire root window, and will remain visible through a transparent backdrop image.
bn: নির্বাচিত রংসমূহ মূল উইন্ডোর পুরোটাকেই ভরাট করবে, এবং একটি স্বচ্ছ ব্যাকড্রপ ছবির মাধ্যমে দৃশ্যমান থাকবে।
de: Die ausgewählten Farben werden das ganze Hauptfenster füllen und durch ein transpartentes Hintergrundbild hindurch sichtbar bleiben.
el: Τα επιλεγμένα χρώματα θα γεμίσουν εξολοκλήρου το ριζικό παράθυρο, και θα παραμείνουν ορατά διαμέσω μιας διαφανούς εικόνας φόντου.
gl: As cores seleccionadas enchen toda a fiestra raíz, e permanecerán visibles a través dunha imaxe de fondo transparente.
id: Warna terpilih akan mengisi semua jendela root, dan akan tetap tampak walaupun ada gambar latar belakang transparan.
it: Il colore selezionato andrà a riempire l'intera finestra radice e resterà visibile attraverso un'immagine di sfondo trasparente.
ru: Выбранные цвета заполнят все основное окно и останутся видимыми сквозь прозрачное фоновое изображение.
tr: Seçilen renkler baba pencerenin tamamını kaplar, ve şeffaf bir arkaplan resminin üzerinden görünür kalır.
zh_cn: 所选的颜色将会填充整个桌面 root 窗口，而且如果使用透明的背景图像，仍然透过该图像可见。

source: Adjustments
bn: সমন্বয়সাধন
de: Anpassungen
el: Προσαρμογές
gl: Axustes
id: Penyesuaian
it: Regolazioni
ru: Настройки
tr: Ayarlamalar
zh_cn: 调整

source: The two sliders allow you to adjust the brightness and the saturation of the backdrop image and or color.
bn: দুটো স্লাইডার আপনাকে ব্যাকড্রপ ছবির এবং/অথবা রঙের উজ্জ্বলতা ও স্যাচুরেশন মানানসই করার অনুমোদন দেয়।
de: Die beiden Schieberegler ermöglichen Ihnen die Helligkeit und Sättigung des Hintergrundbilds und/oder der Farbe anzupassen.
el: Αυτοί οι δυο ολισθητήρες σας επιτρέπουν να ρυθμίσετε τη φωτεινότητα και τον κορεσμό της εικόνας ή χρώματος φόντου.
gl: As dúas barras deslizantes permítenlle axustar o brillo e a saturación da imaxe de fondo e/ou da cor de fondo.
id: Kedua penggeser memungkinkan anda untuk menyesuaikan kecerahan dan kejenuhan gambar dan atau warna latar belakang.
it: Le due barre scorrevoli permetton di regolare la luminosità e la saturazione del colore o dell'immagine di sfondo.
ru: Два ползунка позволяют вам регулировать яркость и насыщенность фонового изображения и/или цвета.
tr: İki kaydırma çubuğu, arkaplan resmi ve renginin parlaklığı ve doygunluğunu ayarlamanıza olanak tanır.
zh_cn: 两个滑动快允许您调整背景图像或颜色的亮度和饱和度。

source: Menus Tab
bn: মেনুর ট্যাব
de: Reiter »Menüs«
el: Καρτέλα Μενού
gl: Lapela Menús
id: Tab Menu
it: Linguetta dei menu
ru: Вкладка «Меню»
tr: Menu Sekmesi
zh_cn: 菜单标签

source: Desktop Settings, Menus Tab
bn: ডেস্কটপ সেটিংস, মেনুর ট্যাব
de: Arbeitsflächeneinstellungen, Reiter »Menüs«
el: Ρυθμίσεις Επιφάνειας Εργασίας, Καρτέλα Μενού
gl: Configuración de escritorio, lapela Menús
id: Pengaturan Desktop, Tab Menu
it: Impostazioni della scrivania, linguetta dei menu
ru: Настройки рабочего стола, вкладка «Меню»
tr: Masaüstü Ayarları, Menüler Sekmesi
zh_cn: 桌面设置，菜单标签

source: Shows the Menus tab of the Desktop Settings dialog
bn: ডেস্কটপ সেটিংস ডায়ালগের মেনু ট্যাব প্রদর্শন
de: Zeigt den Reiter »Menüs« des Einstellungsdialogs für Arbeitsflächen
el: Εμφανίζει την καρτέλα Μενού του παραθύρου Ρυθμίσεων Επιφάνειας Εργασίας
gl: Mostra a lapela Menús do diálogo de configuración do escritorio
id: Menampilkan tab Menu dari dialog Pengaturan Desktop
it: Mostra la linguetta dei menu nella finestra di dialogo delle impostazioni della scrivania
ru: Показан диалог настройки рабочего стола, вкладка «Меню»
tr: Masaüstü Ayarları penceresinin Menüler sekmesini gösterir
zh_cn: 在桌面设置对话框中显示菜单标签

source: If you check the <emphasis>"Show applications menu on desktop right click"</emphasis>, the <link linkend="xfdesktop-menu">applications menu</link> will be shown when right clicking on the desktop.
bn: যদি আপনি <emphasis>"ডেস্কটপে ডান ক্লিক করলে অ্যাপ্লিকেশন মেনু প্রদর্শন"</emphasis> পরীক্ষা করেন, তবে ডেস্কটপে ডান ক্লিক করা হলে <link linkend="xfdesktop-menu">অ্যাপ্লিকেশন মেনু</link> প্রদর্শন করা হবে।
de: Falls Sie ein Häkchen bei <emphasis>»Programm-Menü bei Rechtsklick anzeigen«</emphasis> setzen, wird das <link linkend="xfdesktop-menu">Arbeitsflächenmenü</link> angezeigt, wenn sie auf die Arbeitsfläche rechtsklicken.
el: Αν τσεκάτερε το <emphasis>"Εμφάνιση μενού εφαρμογών στο δεξί κλικ επιφάνειας εργασίας"</emphasis>, το <link linkend="xfdesktop-menu">μενού εφαρμογών</link> θα εμφανίζεται όταν κάνετε δεξί κλικ στην επιφάνεια εργασίας.
gl: Se marca a opción <emphasis>"Mostrar o menú de aplicativos ao premer co botón dereito no escritorio"</emphasis> mostrarase o <link linkend="xfdesktop-menu">menú de aplicativos</link> cando prema co botón dereito no escritorio.
id: Jika anda mencentang <emphasis>"Tampilkan menu aplikasi saat klik kanan desktop"</emphasis>, <link linkend="xfdesktop-menu">menu aplikasi</link>akan ditampilkan ketika klik kanan pada desktop.
it: Se si abilita l'opzione <emphasis>«mostra il menu della scrivania premendo il tasto destro»</emphasis>, verrà visualizzato il <link linkend="xfdesktop-menu">menu delle applicazioni</link> alla pressione del tasto destro del mouse sulla scrivania.
ru: Если вы выберете <emphasis>«Показать меню приложений по щелчку правой кнопкой мыши»</emphasis>, по щелчку правой кнопкой мыши на рабочем столе будет вызываться <link linkend="xfdesktop-menu">меню рабочего стола</link>.
tr: Eğer <emphasis>"Masaüstüne sağ tıklandığında uygulamalar menüsünü göster"</emphasis> seçeneğini işaretli hale getirirseniz, masaüstüne sağ tıkladığınızda <link linkend="xfdesktop-menu">uygulamalar menüsü</link> gösterilecektir.
zh_cn: 如果您选中 <emphasis>“右键单击桌面时显示应用程序菜单” </emphasis>，<link linkend="xfdesktop-menu">应用程序菜单</link> 将在您右键单击桌面时显示。

source: The <emphasis>"Show application icons in menu"</emphasis> allows you to show or hide icons in the menu.
bn: <emphasis>"মেনুতে অ্যাপ্লিকেশন আইকন প্রদর্শন"</emphasis> আপনাকে মেনুতে আইকন প্রদর্শন বা আড়াল করার অনুমোদন দেয়।
de: <emphasis>»Anwendungssymbole im Menü anzeigen«</emphasis> ermöglich Ihnen, Symbole im Menü anzuzeigen oder zu verbergen.
el: Το <emphasis>"Εμφάνιση εικονιδίων εφαρμογών στο μενού"</emphasis> σας επιτρέπει να εμφανίζονται ή να αποκρύβονται εικονίδια στο μενού.
gl: <emphasis>"Mostrar as iconas das aplicacións no menú"</emphasis> permítelle mostrar ou ocultar as iconas no menú.
id: <emphasis>"Tampilkan ikon aplikasi di menu"</emphasis> memungkinkan anda untuk menampilkan atau menyembunyikan di menu.
it: L'opzione <emphasis>«visualizza le applicazioni nel menu»</emphasis> permette di mostrare o nascondere le icone nel menu.
ru: Параметр <emphasis>«Показывать значки приложения в меню рабочего стола»</emphasis> позволяет вам показывать или скрывать значки в меню.
tr: <emphasis>"Uygulama simgelerini menüde göster"</emphasis>, menüde simgeleri göstermenize veya gizlemenize imkan verir.
zh_cn: 选择 <emphasis>“在菜单中显示应用程序图标”</emphasis> 允许您选择是否在菜单中显示应用程序的图标

source: If you check the <emphasis>"Show window list menu on desktop middle click"</emphasis> option, the <link linkend="xfdesktop-window-list">window list menu</link> will be shown when middle clicking on the desktop.
bn: যদি আপনি <emphasis>"ডেস্কটপ মধ্যবর্তী ক্লিকে উইন্ডো তালিকার মেনু প্রদর্শন"</emphasis> অপশনটি পরীক্ষা করেন, ডেস্কটপ মধ্যবর্তী ক্লিকের সময় <link linkend="xfdesktop-window-list">উইন্ডো তালিকার মেনু</link> প্রদর্শন করা হবে।
de: Falls Sie ein Häkchen bei der Option <emphasis>»Fensterliste bei Mittelklick anzeigen«</emphasis> setzen, wird das <link linkend="xfdesktop-window-list">Fensterlistenmenü</link> bei einem Mittelklick auf die Arbeitsfläche angezeigt.
el: Αν τσεκάρετε το <emphasis>"Εμφάνισε μενού λίστας παραθύρων στο μεσαίο κλικ"</emphasis>, το <link linkend="xfdesktop-window-list">μενού λίστας παραθύρων</link> θα εμφανιστεί όταν κάνετε μεσαίο κλικ στην επιφάνεια εργασίας.
gl: Se marca a opción <emphasis>"Mostrar o menú da lista de fiestras ao premer co botón central no escritorio"</emphasis>, mostrarase o <link linkend="xfdesktop-window-list">menú de listas de fiestras</link> cando prema co botón central do rato no escritorio.
id: Jika anda mencentang opsi <emphasis>"Tampilkan menu senarai jendela saat klik tengah desktop"</emphasis>, <link linkend="xfdesktop-window-list">menu senarai</link> akan ditampilkan ketika klik tengah di desktop.
it: Se viene abilitata l'opzione <emphasis>«mostra la lista delle finestre premendo il tasto centrale»</emphasis>, il <link linkend="xfdesktop-window-list">menu della lista finestre</link> verrà visualizzato alla pressione del tasto centrale del mouse sulla scrivania.
ru: Если вы выберете <emphasis>«Показывать список окон по щелчку средней кнопкой мыши»</emphasis>, по щелчку средней кнопкой мыши на рабочем столе будет вызываться <link linkend="xfdesktop-window-list">список окон</link>.
tr: Eğer <emphasis>"Masaüstüne orta tıklandığında pencere listesi menüsünü göster"</emphasis> seçeneğini işaretli hale getirdiyseniz, masaüstüne orta tıkladığınızda <link linkend="xfdesktop-window-list">pencere listesi menüsü</link> gösterilecektir.
zh_cn: 如果您选中 <emphasis>“中键单击桌面时显示窗口列表菜单” </emphasis>，<link linkend="xfdesktop-window-list">窗口列表菜单</link> 将在您中键单击桌面时显示。

source: The <emphasis>"Show application icons in menu"</emphasis> option allows you to show or hide icons in the menu. This option is only available when <emphasis>"Show window list menu on desktop middle click"</emphasis> is checked.
bn: <emphasis>"মেনুতে অ্যাপ্লিকেশন আইকন প্রদর্শন"</emphasis> অপশনটি আপনাকে মেনুতে আইকন প্রদর্শন বা আড়াল করার অনুমোদন দেয়। <emphasis>"ডেস্কটপ মধ্যবর্তী ক্লিকে উইন্ডো তালিকার মেনু প্রদর্শন"</emphasis> পরীক্ষিত থাকলেই শুধুমাত্র এই অপশনটি বিদ্যমান থাকবে।
de: Die Option <emphasis>»Anwendungssymbole im Menü anzeigen«</emphasis> erlaubt Ihnen, Symbole im Menü anzuzeigen oder zu verbergen. Diese Option ist nur verfügbar, wenn <emphasis>»Fensterliste bei Mittelklick anzeigen«</emphasis> ausgewählt wurde.
el: Η επιλογή <emphasis>"Εμφάνιση εικονιδίων εφαρμογών στο μενού"</emphasis> σας επιτρέπει να εμφανίζετε ή να αποκρύβετε εικονίδια στο μενού. Αυτή η επιλογή είναι διαθέσιμη μόνο όταν το<emphasis>"Εμφάνιση μενού λίστας παραθύρων στο μεσαίο κλικ"</emphasis> είναι τσεκαρισμένο.
gl: A opción <emphasis>"Mostrar iconas dos aplicativos no menú"</emphasis> permítelle mostrar ou ocultar as iconas no menú. Esta opción só está dispoñible cando se marca <emphasis>"Mostrar o menú de lista de fiestras ao premer co botón central no escritorio"</emphasis>.
id: <emphasis>"Tampilkan ikon aplikasi di menu"</emphasis> memungkinkan anda untuk menampilkan atau menyembunyikan ikon di menu. Opsi ini hanya tersedia jika <emphasis>"Tampilkan menu senarai jendela saat klik tengah desktop"</emphasis> dicentang.
it: L'opazione <emphasis>«visualizza le applicazioni nel menu»</emphasis> permette di mostrare o nascondere le icone nel menu. Questa opzione è disponibile solamente quando la voce <emphasis>«mostra la lista delle finestre premendo il tasto centrale»</emphasis> è abilitata.
ru: Параметр <emphasis>«Показывать значки приложений в списке окон»</emphasis> позволяет вам показывать или скрывать значки в меню. Этот параметр доступен, только если выбрано <emphasis>«Показывать список окон по щелчку средней кнопкой мыши»</emphasis>.
tr: Eğer <emphasis>"Uygulama simgelerini menüde göster"</emphasis> seçeneği menüdeki simgeleri görünür veya gizli hale getirmenize olanak tanır. Bu seçenek sadece <emphasis>"masaüstüne orta tıklanınca pencere listesi menüsünü göster"</emphasis> seçiliyken mevcuttur.
zh_cn: <emphasis>“在菜单中显示应用程序图标”</emphasis> 选项允许您选择是否在窗口列表菜单中显示应用程序的图标。该选项仅在 <emphasis>“中键单击桌面时显示窗口列表菜单”</emphasis> 选项被选中时有效。

source: The <emphasis>"Show workspace names in list"</emphasis> option allows you to show or hide workspace names in the list. If checked, windows are shown under the name of their workspace. Else, they are all shown in the same portion of the menu. This option is only available when <emphasis>"Show window list menu on desktop middle click"</emphasis> is checked.
bn: <emphasis>"তালিকায় কর্মপরিসরের নাম প্রদর্শন"</emphasis> অপশনটি আপনাকে তালিকায় কর্মপরিসরের নাম প্রদর্শন বা আড়াল করার অনুমোদন দেয়। যদি পরীক্ষা করা হয়, উইন্ডোসমূহ তাদের কর্মপরিসরের নামের অধীনে প্রদর্শন করা হয়। অন্যথায়, মেনুর একই অংশে তাদের সকলকে প্রদর্শন করা হয়। <emphasis>"ডেস্কটপ মধ্যবর্তী ক্লিকে উইন্ডো তালিকার মেনু প্রদর্শন"</emphasis> পরীক্ষিত থাকলেই শুধুমাত্র এই অপশনটি বিদ্যমান থাকবে।
de: Die Option <emphasis>»Namen der Arbeitsflächen in der Liste anzeigen«</emphasis> ermöglicht Ihnen, Arbeitsflächennamen in der Liste anzuzeigen oder zu verbergen. Falls es ausgewählt ist, werden Fenster unter dem Namen ihrer Arbeitsfläche angezeigt. Sonst werden Sie im gleichen Teil dem Menüs angezeigt. Diese Option ist nur verfügbar, wenn <emphasis>»Fensterliste bei Mittelklick anzeigen«</emphasis> ausgewählt wurde.
el: Η επιλογή <emphasis>"Εμφάνιση ονομάτων χώρων εργασίας σε λίστα"</emphasis> σας επιτρέπει να εμφανίσετε ή να αποκρύψετε τα ονόματα χώρων εργασίας στη λίστα. Αν είναι τσεκαρισμένο, τα παράθυρα εμφανίζονται κάτω από το όνομα του αντίστοιχου χώρου εργασίας. Αυτή η επιλογή είναι διαθέσιμη μόνο όταν το <emphasis>"Εμφάνιση μενού λίστας παραθύρων στο μεσαίο κλικ"</emphasis> είναι τσεκαρισμένο.
gl: A opción <emphasis>"Mostrar os nomes dos espazos de traballo na lista"</emphasis> permítelle mostrar ou ocultar os nomes dos espazos de traballo na lista. Se está marcada, as fiestras móstranse baixo o nome do seu espazo de traballo. Noutro caso mostraranse todas elas na mesma parte do menú. Esta opción só está dispoñible cando se marca <emphasis>"Mostrar o menú de lista de fiestras ao premer co botón central no escritorio"</emphasis>.
id: Opsi <emphasis>"Tampilkan nama ruang kerja di senarai"</emphasis> memungkinkan anda untuk menampilkan atau menyembunyikan ruang kerja di senarai. Jika dicentang, jendela ditampilkan di bawah nama ruang kerja mereka. Atau, semuanya akan ditampilkan pada porsi menu yang sama. Opsi ini hanya tersedia jika <emphasis>"Tampilkan menu senarai jendela saat klik tengah desktop"</emphasis> dicentang.
it: L'opzione <emphasis>«mostra nella lista i nomi degli spazi di lavoro»</emphasis> permette di mostrare o nascondere i nomi degli spazi di lavoro nella lista. Se abilitata, le finestre vengono elencate sotto al nome del relativo spazio di lavoro; altrimenti sono mostrate nella stessa area del menu. Questa opzione è disponibile solamente quando è abilitata la voce <emphasis>«mostra la lista delle finestre premendo il tasto centrale»</emphasis>.
ru: Параметр <emphasis>«Показывать названия рабочих мест в списке»</emphasis> позволяет вам показывать или скрывать названия рабочих мест в списке окон. Если он выбран, окна отображаются под именами рабочих мест. В противном случае все они отображаются в одной и той же части меню. Этот параметр доступен, только если выбрано «Показывать список окон по щелчку средней кнопкой мыши».
tr: <emphasis>"Çalışma-alanları isimlerini listede göster"</emphasis> seçeneği, çalışma-alanları isimlerini görünür veya gizli hale getirmenize olanak tanır. Seçili olduğunda, pencereler çalışma-alanları isimlerinin altında görünür. Seçili olmadığında, bütün penceler menünün aynı bölümünde görünür. Bu seçenek sadece <emphasis>"Masaüstüne orta tıklandığında pencere listesini göster"</emphasis> seçiliyken mevcuttur.
zh_cn: <emphasis>“在列表中显示工作区名称”</emphasis> 选项允许您选择是否在窗口列表菜单中显示工作区的名称。选中该项，则窗口会分别显示在其工作区名字下方，否则所有窗口都将显示在一起。该选项仅在 <emphasis>“中键单击桌面时显示窗口列表菜单”</emphasis> 选项被选中时有效。
