Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: A right-click on the desktop backdrop opens a menu that allows you to open a Thunar window in the Desktop directory, to create launchers, URL links, folders and files from templates. It is also possible to open the Desktop Settings and the Properties window of the Desktop directory and to start many of the applications found on your system.
bn: ডেস্কটপ ব্যাকড্রপে ডান-ক্লিক করলে একটি মেনু আসে যেখানে আপনি ডেক্সটপ ডিরেক্টরীতে টেমপ্লট থেকে লঞ্চার, URL লিংক, ফোল্ডার ও ফাইল তৈরী করার জন্য Thunar উইন্ডো খুলতে পারবেন। ডেক্সটপ ডিেরক্টরীর ডেক্সটপ সেটিংস ও প্রপার্টিজ উইন্ডো খোলা এবং আপনার সিস্টেমের অনেক অ্যাপ্লিকেশনও শুরু করা সম্ভব হয়।
de: Ein Rechtsklick auf die Arbeitsfläche öffnet ein Menü, das es Ihnen ermöglicht, ein Thunar-Fenster mit dem Verzeichnis »Desktop« zu öffnen, sowie Starter, URL-Verweise und Dateien aus Schablonen zu erstellen. Es ist außerdem möglich, die Arbeitsflächeneinstellungen zu öffnen und das Eigenschaftenfenster des Verzeichnisses »Desktop« und viele auf Ihrem System gefundene Anwendungen zu starten.
gl: Ao premer co botón dereito do rato na imaxe de fondo do escritorio ábrese un menú que lle permite abrir unha fiestra de Thunar no directorio Escritorio, crear iniciadores, ligazóns a URL, cartafoles e ficheiros a partir de modelos. Tamén é posible abrir a Configuración do escritorio e a fiestra de Propiedades do directorio Escritorio e iniciar moitos dos aplicativos que se atopan no sistema.
id: Klik kanan pada latar belakang desktop membuka menu yang memungkinkan anda untuk membuka jendela Thunar di direktori Desktop, untuk membuat peluncur, tautan URL, folder dan berkas dari templat. Dapat dimungkinkan juga untuk membuka Pengaturan Desktop dan jendela Properti dari direktori Desktop dan untuk menjalankan banyak aplikasi yang ditemukan pada sistem anda.
it: Con un clic del tasto destro del mouse sullo sfondo della scrivania, verrà aperto un menu che permette di aprire una finestra di Thunar nella directory Desktop, di creare degli avviatori, dei collegamenti URL, delle cartelle e dei file a partire da modelli. È noltre possibile accedere alle impostazioni della scrivania e alla finestra delle proprietà della directory Desktop, e avviare la maggior parte delle applicazioni presenti nel sistema.
ru: Щелчок правой кнопкой мыши по фону рабочего стола вызывает меню, позволяющее вам открыть окно файлового менеджера Thunar в каталоге рабочего стола, создать значок запуска, ссылку URL, папку или документ из шаблона. Кроме этого, с помощью пунктов меню можно открыть окно настроек рабочего стола, свойства каталога «Рабочий стол» и запустить приложения, найденные в вашей системе.
tr: Masaüstü arkaplanına bir sağ tıklama, masaüstü klasöründe bir Thunar penceresi açmanıza, başlatıcılar oluşturmanıza ve şablonlar kullanarak URL bağları, klasörler ve dosyalar oluşturmanıza olanak sağlar. Ayrıca bununla masaüstü klasörünün Masaüstü Ayarları ve Özellikler penceresini açmanız ve sisteminizde bulunan birçok uygulamayı başlatmanız mümkündür.
zh_cn: 在桌面上单击右键，将打开一个菜单。通过此菜单，您可以在新建一个 Thunar 窗口打开 Desktop 目录，创建启动器或者 URL 链接，或者从模板新建目录或文件，您还可以打开桌面设置对话框或者 Desktop 目录的属性窗口，更可以启动在您机器上找到的应用程序。

source: Desktop Menu
bn: ডেস্কটপ মেনু
de: Arbeitsflächenmenü
el: Μενού επιφάνειας Εργασίας
gl: Menú de escritorio
id: Menu Desktop
it: Menu della scrivania
ru: Меню рабочего стола
tr: Masaüstü Menüsü
zh_cn: 桌面菜单

source: Shows <application>@PACKAGE_NAME@</application> right-click mouse menu.
bn: <application>@PACKAGE_NAME@</application> ডান-ক্লিক মাউসের মেনু প্রদর্শন।
de: Zeigt das Rechtsklickmausmenü von <application>@PACKAGE_NAME@</application>
el: Εμφανίζει το μενού δεξιού κλικ της εφαρμογής <application>@PACKAGE_NAME@</application>
gl: Mostra o menú de <application>@PACKAGE_NAME@</application> que aparece ao premer co botón dereito do rato.
id: Menampilkan menu tetikus klik kanan <application>@PACKAGE_NAME@</application>.
it: Mostra il menu di <application>@PACKAGE_NAME@</application> alla pressione del tasto destro del mouse.
ru: Показано меню рабочего стола <application>@PACKAGE_NAME@</application>, вызываемый щелчком правой кнопки мыши.
tr: <application>@PACKAGE_NAME@</application>, sağ-tık menüsünü gösterir.
zh_cn: 显示 <application>@PACKAGE_NAME@</application> 鼠标右键菜单。

source: The menu's configuration file, <filename>xfce-applications.menu</filename>, can be found under the path <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. For binary packages, <filename>$sysconfdir</filename> is often <filename>/etc</filename> and for source compiles, it defaults to <filename>/usr/local/etc</filename>.
bn: মেনুর কনফিগারেশন ফাইল, <filename>xfce-applications.menu</filename>, <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename> পাথের অধীনে পাওয়া যাবে। বাইনারি প্যাকেজের জন্য, <filename>$sysconfdir</filename> প্রায়শই <filename>/etc</filename> এবং উৎস কম্পাইলের জন্য, এর পূর্বনির্ধারিত মান <filename>/usr/local/etc</filename>।
de: Die Menükonfigurationsdatei <filename>xfce-applications.menu</filename> ist im Pfad <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename> zu finden. Für Binärpakete ist <filename>$sysconfdir</filename> oft <filename>/etc</filename> und für Quellpakete ist es standardmäßig <filename>/usr/local/etc</filename>.
el: Το αρχείο ρύθμισης του μενού, <filename>xfce-applications.menu</filename>, μπορεί να βρεθεί στο μονοπάτι <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Για δυαδικά πακεα, το <filename>$sysconfdir</filename> είναι συχνά <filename>/etc</filename> και για πακέτα πηγαίου κώδικα, αριχκοποιείται στο <filename>/usr/local/etc</filename>.
gl: O ficheiro de configuración do menú, <filename>xfce-applications.menu</filename>, pode atoparse en <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Para os paquetes binarios, <filename>$sysconfdir</filename> é a miúdo <filename>/etc</filename> e para as compilacións dende código fonte, é por defecto <filename>/usr/local/etc</filename>.
id: Berkas konfigurasi menu, <filename>xfce-applications.menu</filename>, dapat ditemukan di bawah alamat <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Untuk paket biner, <filename>$sysconfdir</filename> sering di <filename>/etc</filename> dan untuk mengompilasi sumber, standarnya adalah <filename>/usr/local/etc</filename>.
it: Il file di configurazione del menu, <filename>xfce-applications.menu</filename>, può essere raggiunto al percorso <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Per i pacchetti binari, <filename>$sysconfdir</filename> è spesso <filename>/etc</filename> mentre, per la compilazione da sorgente, è di norma <filename>/usr/local/etc</filename>.
ru: Конфигурационный файл меню <filename>xfce-applications.menu</filename> может быть найден в <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename>. Для бинарных пакетов <filename>$sysconfdir</filename> чаще всего установлен в <filename>/etc</filename>, а для сборки из исходных кодов по умолчанию <filename>/usr/local/etc</filename>.
tr: Menünün yapılandırma dosyası olan <filename>xfce-applications.menu</filename> <filename>$sysconfdir/xdg/menus/xfce-applications.menu</filename> dizininde bulunabilir. İkilik paketler için <filename>$sysconfdir</filename> genellikle <filename>/etc</filename> dizinidir, kaynak koddan kurulanlar için öntanımlı dizin ise <filename>/usr/local/etc</filename>'dir.
zh_cn: 菜单的配置文件 <filename>xfce-application.menu</filename> 可在 <filename>$sysconfdir/xdg/menus/xfce-application.menu</filename> 找到。对于二进制包，<filename>$sysconfdir</filename> 通常为 <filename>/etc</filename>，而如果是从源码编译，则默认为 <filename>/usr/local/etc</filename>。

source: The previous menu editor is not available anymore. However you can customize your menu by copying <filename>xfce-applications.menu</filename> to <filename>$XDG_CONFIG_HOME/menus</filename> and by modifying it with a text editor such as <application>mousepad</application> or <application>gedit</application>. Please remember that the file should be UTF-8 encoded. For more information on menu editing, please see <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">the Xfce Wiki</ulink>.
bn: পূর্ববর্তী মেনু সম্পাদক এখন বিদ্যমান নেই। উপরন্তু মেনুকে আপনার পছন্দসই করতে <filename>xfce-অ্যাপ্লিকেশন.মেনু</filename> কে <filename>$XDG_CONFIG_HOME/menus</filename> এ অনুলিপি করে এবং <application>মাউসপ্যাড</application> বা <application>gedit</application> টেক্সট সম্পাদকের সাহায্যে পরিবর্তন করে নিতে পারেন। অনুগ্রহ করে মনে রাখবেন ফাইলটি যাতে অবশ্যই UTF-8 এনকোডেড হয়। মেনু সম্পাদনার আরও তথ্যের জন্য <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http"> Xfce উইকি</ulink> দেখুন।
de: Der vorherige Menü-Editor ist nicht mehr verfügbar. Sie können Ihr Menü jedoch anpassen, indem Sie <filename>xfce-applications.menu</filename> nach <filename>$XDG_CONFIG_HOME/menus</filename> kopieren und durch Verändern mit einem Texteditor wie <application>mousepad</application> oder <application>gedit</application> anpassen. Bitte beachten Sie, dass diese Datei in UTF-8 kodiert sein sollte. Weitere Informationen über das bearbeiten des Menüs finden Sie im <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">Xfce-Wiki</ulink>.
el: Ο προηγούμενος επεξεργαστής μενού δεν είναι πια διαθέσιμος. Παρ' όλα αυτά, μπορείτε να επεξεργαστείτε το μενού, αντιγράφοντας το αρχείο <filename>xfce-applications.menu</filename> στην τοποθεσία <filename>$XDG_CONFIG_HOME/menus</filename> και να το τροποποιήσετε με έναν κειμενογράφο, όπως <application>mousepad</application> ή <application>gedit</application>. Παρακαλώ, να έχετε υπόψιν ότι το αρχείο πρέπει να κωδικοποιηθεί ως UTF-8. Για περισσότερες πληροφορίες στην επεξεργασία μενού, παρακαλώ δείτε <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">the Xfce Wiki</ulink>.
gl: O anterior editor de menú xa non está dispoñible. Aínda así poderá personalizar o menú copiando <filename>xfce-applications.menu</filename> a <filename>$XDG_CONFIG_HOME/menus</filename> e modificándoo cun editor de texto como <application>mousepad</application> ou <application>gedit</application>. Lembre que o ficheiro debe estar codificado en UTF-8. Para obter máis información sobre a edición do menú, consulte <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">a wiki de Xfce</ulink>.
id: Penyunting menu sebelumnya tidak tersedia lagi. Tetapi anda dapat menyesuaikan menu anda dengan menyalin <filename>xfce-applications.menu</filename> ke <filename>$XDG_CONFIG_HOME/menus</filename> serta dengan memodifikasinya dengan penyunting teks seperti <application>mousepad</application> atau <application>gedit</application>. Perlu diingat bahwa berkas harus disandikan dalam UTF-8. Untuk informasi lebih lanjut tentang penyuntingan menu, silakan lihat <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">wiki Xfce</ulink>.
it: Il precedente editor del menu non è più disponibile. Comunque, il menu può essere personalizzato copiando il file <filename>xfce-applications.menu</filename> in <filename>$XDG_CONFIG_HOME/menus</filename> e modificandolo con un editor di testo quale <application>mousepad</application> o <application>gedit</application>. Si ricorda che il file deve avere la codifica UTF-8. Per maggiori informazioni sulla modifica del menu, consultare la <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">Wiki di Xfce</ulink>.
ru: Предыдущий редактор меню больше не доступен. Однако вы можете настроить свое меню, скопировав <filename>xfce-applications.menu</filename> в <filename>$XDG_CONFIG_HOME/menus</filename> и изменив его в текстовом редакторе, таком как <application>mousepad</application> или <application>gedit</application>. Запомните, что файл должен быть в кодировке UTF-8. Для получения дополнительной информации по редактированию меню посетите <ulink url="http://wiki.xfce.org/ru/howto/customize-menu" type="http">Wiki Xfce</ulink>.
tr: Eski menü düzenleyici artık bulunmasa da <filename>xfce-applications.menu</filename> dosyasını <filename>$XDG_CONFIG_HOME/menus</filename> dizinine kopyalayarak <application>mousepad</application> ya da <application>gedit</application> gibi bir editörle düzenleyerek menüzünü özelleştirebilirsiniz. Dosyanın UTF-8 ile kodlanması gerektiğini unutmayın. Menü düzenlemek hakkında detaylı bilgi <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">Xfce Wiki</ulink>sinde bulunmaktadır.
zh_cn: 之前的菜单编辑器已经不再被使用。但是您同样可以自定义您的菜单，复制 <filename>xfce-applications.menu</filename> 到 <filename>$XDG_CONFIG_HOME/menus</filename>，然后使用文本编辑器诸如 <application>mousepad</application> 或 <application>gedit</application> 对该文件进行编辑。请注意该文件的编码必须为 UTF-8。关于编辑菜单的更多信息，请查看 <ulink url="http://wiki.xfce.org/howto/customize-menu" type="http">Xfce Wiki</ulink>。

source: Further customisation can be achived by creating <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">desktop entries</ulink> in <filename>$XDG_DATA_HOME/applications</filename> to hide, modify or add entries in the menu.
bn: মেনুকে পছন্দনীয় করে তোলার জন্য <filename>$XDG_DATA_HOME/applications</filename> এ <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">ডেস্কটপ ভুক্তি</ulink> তৈরী করে মেনুতে কোনো তালিকা আড়াল, পরিবর্তন ও সংযোজন করা যায়।
de: Weitere Anpassung kann durch Erstellen von <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">Arbeitsflächeneinträgen</ulink> in <filename>$XDG_DATA_HOME/applications</filename> erreicht werden, um Einträge im Menü zu verbergen, zu ändern oder hinzuzufügen.
el: Επιπλέον παραμετροποίηση μπορεί να επιτευχθεί δημιουργώντας <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">desktop entries</ulink> in <filename>$XDG_DATA_HOME/applications</filename> για να αποκρύψετε, επεξεργαστείτε ή προσθέσετε καταχωρήσεις στο μενού.
gl: Pode conseguirse unha maior personalización creando <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">entradas desktop</ulink> en <filename>$XDG_DATA_HOME/applications</filename> para ocultar, modificar ou engadir entradas ao menú.
id: Penyesuaian lebih jauh dapat dicapai dengan membuat <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">entri desktop</ulink> di <filename>$XDG_DATA_HOME/applications</filename> untuk menyembunyikan, memodifikasi atau menambah entri di menu.
it: Ulteriori personalizzazioni possono essere effettuate creando delle <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http"> desktop entries</ulink> in <filename>$XDG_DATA_HOME/applications</filename> al fine di nascondere, modificare o aggiungere delle voci al menu.
ru: Дальнейшая настройка может быть достигнута созданием <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">элементов рабочего стола</ulink> в <filename>$XDG_DATA_HOME/applications</filename> для скрытия, изменения или добавления пунктов в меню.
tr: Menülere girdi ekleme, düzeltme veya saklama yapmak için <filename>$XDG_DATA_HOME/applications</filename>da <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">masaüstü girdileri</ulink> oluşturularak ileri özelleştirme sağlanabilir.
zh_cn: 在 <filename>$XDG_DATA_HOME/applications</filename> 中创建 <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/" type="http">桌面项目文件</ulink> 可以实现更自由的定制，例如在菜单中隐藏、修改或者添加项目。

source: The Window List Menu
bn: উইন্ডোর তালিকার মেনু
de: Das Fensterlistenmenü
el: Το Μενού Καταλόγου Παραθύρου
gl: O menú de lista de fiestras
id: Menu Senarai Jendela
it: Il menu della lista finestre
ru: Список окон
tr: Pencere Listesi Menüsü
zh_cn: 窗口列表菜单

source: A middle-click on the desktop backdrop shows a list of all opened windows ordered by workspace. It also allows you to add or remove a workspace.
bn: ডেস্কটপ ব্যাকড্রপে একটি মধ্যবর্তী-ক্লিক কর্মপরিসর দ্বারা নির্দেশিত সবগুলো খোলা উইন্ডোর তালিকা প্রদর্শন করে। এটি আপনাকে কোন কর্মপরিসর যোগ বা অপসারণ করারও অনুমোদন দেয়।
de: Ein Mittelklick auf die Arbeitsfläche zeigt eine Liste aller offener Fenster, geordnet nach Arbeitsfläche. Er ermöglicht Ihnen außerdem, eine Arbeitsfläche hinzuzufügen oder zu entfernen.
el: Αν κάνετε κλικ με το μεσαίο πλήκτρο του ποντικιού στην επιφάνεια εργασίας, θα εμφανιστεί ένας κατάλογος με όλα τα ανοιχτά παράθυρα, ταξινομημένα κατά χώρο εργασίας. Επίσης επιτρέπει την προσθήκη ή αφαίρεση χώρων εργασίας.
gl: Ao premer co botón central no fondo de escritorio móstrase unha lista de todas as fiestras abertas ordenadas por espazo de traballo. Tamén permite engadir ou eliminar un espazo de traballo.
id: Klik tengah di latar belakang desktop menampilkan senarai semua jendela terbuka yang diurutkan berdasarkan ruang kerja. Klik juga memungkinkan anda untuk menambah atau menghapus ruang kerja.
it: Un clic con il tasto centrale del mouse sullo sfondo della scrivania, permette di visualizzare un elenco di tutte le finestre aperte ordinate per spazio di lavoro. Da qui, è anche possibile aggiungere o eliminare uno spazio di lavoro.
ru: Щелчок средней кнопкой мыши по фону рабочего стола показывает список всех открытых окон, упорядоченный по рабочим местам. Он также позволяет создать или удалить рабочее место.
tr: Masaüstü arkaplanına orta-tıklanınca çalışma-alanlarına göre sıralanmış şekilde tüm açık pencerelerin olduğu bir liste görünür.
zh_cn: 在桌面单击鼠标中键，将显示一个以所在工作区排序的当前所有打开的窗口的列表。该列表同时允许您添加或移除一个工作区。

source: Window List Menu
bn: উইন্ডোর তালিকার মেনু
de: Fensterlistenmenü
el: Μενού Καταλόγου Παραθύρου
gl: Menú de lista de fiestras
id: Menu Senarai Jendela
it: Menu della lista finestre
ru: Список окон
tr: Pencere Listesi Menüsü
zh_cn: 窗口列表菜单

source: Shows <application>@PACKAGE_NAME@</application> middle-click mouse menu.
bn: <application>@PACKAGE_NAME@</application> মধ্যবর্তী-ক্লিক মাউসের মেনু প্রদর্শন।
de: Zeigt das Mittelklick-Mausmenü von <application>@PACKAGE_NAME@</application>
el: Εμφανίζει το μενού μεσαίου κλικ ποντικιού της εφαρμογής <application>@PACKAGE_NAME@</application>.
gl: Mostra o menú de <application>@PACKAGE_NAME@</application> que se abre ao premer no botón central do rato.
id: Menampilkan menu tetikus klik tengah <application>@PACKAGE_NAME@</application>.
it: Mostra il menu di <application>@PACKAGE_NAME@</application> alla pressione del tasto centrale del mouse.
ru: Показан список окон <application>@PACKAGE_NAME@</application>, вызываемый щелчком средней кнопки мыши.
tr: <application>@PACKAGE_NAME@</application> uygulaması farenin orta tuş menüsünü gösterir.
zh_cn: 显示 <application>@PACKAGE_NAME@</application> 鼠标中键菜单。

source: Desktop Settings
bn: ডেস্কটপ সেটিংসমূহ
de: Arbeitsflächeneinstellungen
el: Ρυθμίσεις Επιφάνειας Εργασίας
gl: Configuración de escritorio
id: Pengaturan Desktop
it: Impostazioni della scrivania
ru: Настройки рабочего стола
tr: Masaüstü Ayarları
zh_cn: 桌面设置

source: You can start the Desktop settings dialog by clicking on the "Desktop" button in the <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce Settings Manager</ulink>.
bn: <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce সেটিংস ব্যবস্থাপক</ulink>-এর "ডেস্কটপ" বোতামে ক্লিক করে আপনি ডেস্কটপ সেটিংস ডায়ালগ আরম্ভ করতে পারেন।
de: Sie können den Dialog Arbeitsflächeneinstellungen durch Klicken auf die Schaltfläche »Arbeitsfläche« in der <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce-Einstellungsverwaltung</ulink> starten.
el: Μπορείτε να εκκινήσετε το παράθυρο ρυθμίσεων Επιφάνειας Εργασίας κάνοντας κλικ στο κουμπί "Desktop" στον <ulink url="xfce-mcs-manager.html#manager-dialog" type="http"">Διαχειριστή Ρυθμίσεων Xfce</ulink>.
gl: Pode iniciar o diálogo de configuración do escritorio premendo no botón "Escritorio" no <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xestor de configuración de Xfce</ulink>.
id: Anda dapat menjalankan dialog pengaturan Desktop dengan klik pada tombol "Desktop" di <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Manajer Pengaturan Xfce</ulink>.
it: La finestra delle impostazioni della scrivania può essere avviata facendo un clic sul pulsante «scrivania» presente nel <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">gestore delle impostazioni di Xfce</ulink>.
ru: Вы можете запустить диалоговое окно настроек рабочего стола нажатием кнопки «Рабочий стол» в <ulink url="xfce4-settings.html#manager-dialog" type="http">Диспетчере настроек Xfce</ulink>.
tr: <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce Ayar Yöneticisi</ulink>'ndeki "Masaüstü" düğmesine tıklayarak, masaüstü penceresini açabilirsiniz.
zh_cn: 您可以点击 <ulink url="xfce-mcs-manager.html#manager-dialog" type="http">Xfce 设置管理器</ulink> 中的 “桌面” 按钮来启动桌面设置对话框。

source: Background Tab
bn: পটভূমির ট্যাব
de: Reiter »Hintergrund«
el: Καρτέλα Φόντου
gl: Lapela fondo
id: Tab Latar Belakang
it: Linguetta dello sfondo
ru: Вкладка «Фон»
tr: Arkaplan Sekmesi
zh_cn: 背景标签

source: The Background tab allows you to set various options related to drawing the desktop backdrop picture.
bn: পটভূমির ট্যাব আপনাকে ডেস্কটপ ব্যাকড্রপ ছবি অঙ্কনের সাথে সম্পর্কিত বিভিন্ন অপশন নির্ধারণ করার অনুমোদন দেয়।
de: Der Reiter Hintergrund ermöglicht Ihnen, verschiedene Optionen zu setzen, die sich auf das Zeichnen des Hintergrundbilds der Arbeitsfläche beziehen.
el: Η καρτέλα Φόντου σας επιτρέπει να θέσετε διάφορες επιλογές σχετιζόμενες με το σχεδιασμό της εικόνας φόντου επιφάνειας εργασίας.
gl: A lapela Fondo permítelle definir varias opcións relacionadas co debuxo da imaxe de fondo do escritorio.
id: Tab Latar Belakang memungkinkan anda untuk mengatur beragam opsi terkait cara menggambar gambar latar belakang desktop.
it: La linguetta dello sfondo permette di configurare varie opzioni relative alla visualizzazione dll'immagine di sfondo della scrivania.
ru: Вкладка «Фон» позволяет устанавливать различные параметры, относящиеся к выводу фонового изображения рабочего стола.
tr: Arkaplan sekmesi, Masaüstü arkaplan resmini oluşturmakla ilgili birçok seçeneği belirlemenize olanak tanır.
zh_cn: 在背景标签中，您可以设置与桌面背景图像有关的多个选项。

source: Desktop Settings, Background Tab
bn: ডেস্কটপ সেটিংসমূহ, পটভূমির ট্যাব
de: Arbeitsflächeneinstellungen, Reiter »Hintergrund«
el: Ρυθμίσεις Επιφάνειας Εργασίας, Καρτέλα Φόντου
gl: Configuración de escritorio, lapela Fondo
id: Pengaturan Desktop, Tab Latar Belakang
it: Impostazioni della scrivania, linguetta dello sfondo
ru: Вкладка «Фон»
tr: Masaüstü Ayarları, Arkaplan Sekmesi
zh_cn: 桌面设置，背景标签

source: Shows the Background tab of the Desktop Settings dialog
bn: ডেস্কটপ সেটিংস ডায়ালগের পটভূমির ট্যাব প্রদর্শন
de: Zeigt den Reiter »Hintergrund« des Einstellungsdialogs für Arbeitsflächen
el: Εμφανίζει την καρτέλα Επιφάνειας Εργασίας στο παράθυρο διαλόγου Ρυθμίσεων Επιφάνειας Εργασίας
gl: Mostra a lapela Fondo do diálogo de configuración do escritorio
id: Menampilkan tab Latar Belakang dari dialog Pengaturan Desktop
it: Mostra la linguetta dello sfondo nella finestra di dialogo delle impostazioni della scrivania
ru: Показан диалог настройка рабочего стола, вкладка «Фон»
tr: Masaüstü Ayarları penceresinin, Arkaplan sekmesini gösterir.
zh_cn: 在桌面设置对话框中显示背景设置标签

source: Image
bn: ছবি
de: Bild
el: Εικόνα
gl: Imaxe
id: Gambar
it: Immagine
ru: Изображение
tr: Resim
zh_cn: 图像
