Repository: Dartomic/xfdesktop
Catalog: doc/manual/po/*.po
Languages: bn, de, el, gl, id, it, ru, tr, zh_cn

source: Xfce 4 Desktop Manager
bn: Xfce 4 ডেস্কটপ ব্যবস্থাপক
de: Arbeitsflächenverwaltung von Xfce 4
el: Διαχειριστής Γραφικού Περιβάλλοντος Xfce 4
gl: Xestor de escritorios de Xfce 4
id: Manajer Desktop Xfce 4
it: Gestore della scrivania di Xfce4
ru: Менеджер рабочего стола Xfce 4
tr: Xfce 4 Masaüstü Yöneticisi
zh_cn: Xfce 4 桌面管理器

source: This manual describes <application>@PACKAGE_NAME@</application> version @PACKAGE_VERSION@.
id: Manual ini menjelaskan <application>@PACKAGE_NAME@</application> versi @PACKAGE_VERSION@.

source: Introduction
bn: ভূমিকা
de: Einleitung
el: Εισαγωγή
gl: Introdución
id: Pengantar
it: Introduzione
ru: Введение
tr: Bilgi
zh_cn: 简介

source: The <application>@PACKAGE_NAME@</application> application manages the desktop backdrop. It sets a backdrop image and/or color and it can pop up an applications menu and a list of all running applications when you click on the desktop with the right or middle mouse button respectively. As of Xfce 4.4, <application>@PACKAGE_NAME@</application> also draws icons on the desktop.
bn: <application>@PACKAGE_NAME@</application> অ্যাপ্লিকেশন ডেস্কটপের ব্যাকড্রপ পরিচালনা করে। এটি একটি ব্যাকড্রপ ছবি এবং/অথবা রং নির্ধারণ করে এবং এটি অ্যাপ্লিকেশন মেনু পপ আপ করতে পারে এবং সকল সচল অ্যাপ্লিকেশনসমূহের তালিকা যখন আপনি পরপর ডান বা মধ্যবর্তী মাউসের বোতাম দিয়ে ডেস্কটপে ক্লিক করেন। Xfce 4.4-এর মত, <application>@PACKAGE_NAME@</application> ডেস্কটপে আইকনও আঁকে।
de: Die Anwendung <application>@PACKAGE_NAME@</application> verwaltet den Hintergrund der Arbeitsfläche. Sie setzt ein Hintergrundbild und/oder die Farbe und kann ein Anwendungsmenü sowie eine Liste aller laufenden Anwendungen erscheinen lassen, wenn Sie mit der rechten beziehungsweise der mittleren Maustaste auf die Arbeitsfläche klicken. Ab Xfce 4.4 kann <application>@PACKAGE_NAME@</application> außerdem Symbole auf der Arbeitsfläche ablegen.
el: Η εφαρμογή <application>@PACKAGE_NAME@</application> διαχειρίζεται το φόντο της επιφάνειας εργασίας. Θέτει μια εικόνα και/ή χρώμα ως φόντο και μπορεί να εμφανίσει ένα μενού εφαρμογών και έναν κατάλογο από όλες τις διεργασίες που εκτελούνται, όταν κάνετε κλικ στην επιφάνεια εργασίας με το δεξί ή το μεσαίο πλήκτρο του ποντικού, αντίστοιχα. Όσο για το Xfce 4.4, η <application>@PACKAGE_NAME@</application> επίσης σχεδιάζει εικονίδια πάνω στην επιφάνεια εργασίας.
gl: O aplicativo <application>@PACKAGE_NAME@</application> xestiona o fondo de escritorio. Define unha imaxe e/ou cor de fondo e mostra un menú de aplicativos e unha lista de todos os aplicativos en execución cando preme no escritorio co botón dereito ou central do rato respectivamente. En Xfce 4.4, <application>@PACKAGE_NAME@</application> tamén debuxa as iconas do escritorio.
id: Aplikasi <application>@PACKAGE_NAME@</application> mengatur latar belakang desktop. Aplikasi ini mengatur gambar dan/atau warna latar belakang serta dapat memunculkan menu aplikasi dan senarai semua aplikasi berjalan ketika anda klik pada desktop dengan tombol kanan atau tengah. Pada Xfce 4.4, <application>@PACKAGE_NAME@</application> juga menggambar ikon di desktop.
it: L'applicazione <application>@PACKAGE_NAME@</application> gestisce lo sfondo della scrivania. Permette di impostare un'immagine o un colore di sfondo, di mostrare un menu delle applicazioni e di visualizzare un elenco di quelle in esecuzione facendo clic sulla scrivania rispettivamente con il tasto destro o con quello centrale del mouse.A partire da Xfce 4.4, <application>@PACKAGE_NAME@</application> disegna anche le icone sulla scrivania.
ru: Приложение <application>@PACKAGE_NAME@</application> управляет фоном рабочего стола. Оно устанавливает фоновое изображение и/или цвет, вызывает меню рабочего стола и список всех запущенных приложений по щелчку на рабочем столе правой или средней кнопкой мыши соответственно. Также в Xfce 4.4 <application>@PACKAGE_NAME@</application> отображает значки на рабочем столе.
tr: <application>@PACKAGE_NAME@</application> uygulaması masaüstü arkaplanını yönetir. Bu uygulama, bir arkaplan resmi ve/veya rengi rengi ayarlar ve masaüstünde farenin sağ veya orta tuşuna bastığınızda sırasıyla, bir uygulamalar menüsü veya çalışan uygulamalar listesi için, bir açılır ileti açar. Xfce 4.4.<application>@PACKAGE_NAME@</application> ayrıca masaüstünde simgeleri de oluşturur.
zh_cn: <application>@PACKAGE_NAME@</application> 应用程序用以管理桌面。包括设置桌面背景和/或背景色，当您在桌面上单击鼠标右键或中键时分别弹出应用程序菜单或正在运行的应用程序列表。Xfce 4.4 中的 <application>@PACKAGE_NAME@</application> 还负责在桌面上绘出图标。

source: The <application>@PACKAGE_NAME@</application> package installs a settings dialog for use with the <emphasis>Xfce 4 Settings Manager</emphasis>. From this dialog you can change the backdrop image and color and change settings for the menu and the window list.
bn: <application>@PACKAGE_NAME@</application> প্যাকেজ একটি সেটিংস ডায়ালগ ইনস্টল করে <emphasis>Xfce 4 সেটিংস ব্যবস্থাপক</emphasis>-এর সাথে ব্যবহার করার জন্য। এই ডায়ালগ থেকে আপনি ব্যাকড্রপ ছবি এবং রং পরিবর্তন করতে পারেন এবং মেনু ও উইন্ডো তালিকার জন্য সেটিংসমূহ পরিবর্তন করতে পারেন।
de: Das Paket <application>@PACKAGE_NAME@</application> installiert einen Einstellungsdialog, der mit der <emphasis>Einstellungsverwaltung für Xfce 4</emphasis> benutzt wird. Sie können das Hintergrundbild und die Farbe dieses Dialogs ebenso wie die Einstellungen des Menüs und der Fensterliste ändern.
el: Το πακέτο <application>@PACKAGE_NAME@</application> εγκαθιστά ένα παράθυρο διαλόγου ρυθμίσεων για χρήση με τον <emphasis>Διαχειριστή Ρυθμίσεων του Xfce 4</emphasis>. Από αυτό το παράθυρο μπορείτε να επιλέξετε την εικόνα και το χρώμα του φόντου και να αλλάξετε τις ρυθμίσεις για το μενού και τον κατάλογο του παραθύρου.
gl: O paquete <application>@PACKAGE_NAME@</application> instala un diálogo de configuración que usa o <emphasis>Xestor de configuración de Xfce 4</emphasis>. Dende este diálogo pode cambiar a configuración da imaxe e maila cor de fondo e tamén a configuración do menú e da lista de fiestras.
id: Paket <application>@PACKAGE_NAME@</application> menginstal dialog pengaturan untuk digunakan dengan <emphasis>Manajer Pengaturan Xfce 4</emphasis>. Dari dialog ini anda dapat mengganti gambar dan warna latar belakang serta mengubah pengaturan untuk menu dan senarai jendela.
it: Il pacchetto <application>@PACKAGE_NAME@</application> installa una finestra di impostazione da utilizzare con il <emphasis>gestore delle impostazioni di Xfce 4</emphasis>. Da questa finestra è possibile cambiare l'immagine e il colore di sfondo, e modificare le impostazioni per il menu e la lista finestre.
ru: Пакет <application>@PACKAGE_NAME@</application> содержит диалоговое окно настроек для использования с <emphasis>Диспетчером настроек Xfce 4</emphasis>. В этом диалоговом окне вы можете изменить фоновое изображение и цвета рабочего стола, изменить настройки меню рабочего стола и списка запущенных приложений.
tr: <application>@PACKAGE_NAME@</application> paketi <emphasis>Xfce 4 Yapılandırma Yöneticisi</emphasis> için bir yapılandırma penceresi yükler. Bu pencereden arkaplan resmini, rengini ve ayrıca menü ve pencere listesi ayarlarını değiştirebilirsiniz.
zh_cn: <application>@PACKAGE_NAME@</application> 软件包在系统的 <emphasis>Xfce 4 设置管理器 </emphasis>中安装了一个设置对话框。通过这个设置对话框，您可以改变桌面背景图像或颜色，也可以修改菜单或窗口列表的设置。

source: Backdrop
bn: ব্যাকড্রপ
de: Hintergrund
el: Φόντο
gl: Imaxe de fondo
id: Latar Belakang
it: Sfondo
ru: Фон
tr: Arkaplan
zh_cn: 背景

source: <application>@PACKAGE_NAME@</application> is responsible for drawing the desktop's backdrop (sometimes called "wallpaper") image. There are various options for setting a backdrop image. The final picture seen on the monitor is composed of a solid color or gradient, with an image or photo (with optional transparency) composited on top of the color or gradient. This allows for some interesting effects using semi-transparent images on top of various color arrangements.
bn: <application>@PACKAGE_NAME@</application> ডেস্কটপের ব্যাকড্রপ (কখনও কখনও "ওয়ালপেপার" ও বলা হয়) ছবি অঙ্কনের জন্য দায়িত্বশীল। একটি ব্যাকড্রপ ছবি নির্ধারণ করার জন্য বিভিন্ন অপশন রয়েছে। সর্বশেষ যে ছবিটি মনিটরে দেখা যায় তা নিরেট রং অথবা গ্রেডিয়েন্টের একত্রিত রূপ, কোন চিত্র বা ছবিসহ (ঐচ্ছিক স্বচ্ছতাসহ) রং বা গ্রেডিয়েন্টের শীর্ষে কম্পোজিট করা। এটি কিছু উৎসাহজনক প্রভাবের জন্য বিভিন্ন রঙের সুসজ্জার শীর্ষে অর্ধ-স্বচ্ছ ছবির ব্যবহার অনুমোদন করে।
el: Η εφαρμογή <application>@PACKAGE_NAME@</application> αναλαμβάνει το σχεδιασμό του φόντου της επιφάνειας εργασίας ("wallpaper"). Υπάρχουν πολλές επιλογές για τον καθορισμό μιας εικόνας φόντου. Η τελική εικόνα που φαίνεται στην οθόνη αποτελείται από ένα συμπαγές χρώμα, με την εικόνα ή φωτογραφία (με προαιρετική διαφάνεια) να συντίθεται στην κορυφή του χρώματος. Αυτό επιτρέπει μερικά ενδιαφέροντα εφέ, χρησιμοποιώντας ημιδιαφανείς εικόνες στην κορυφή διαφόρων ρυθμίσεων χρώματος.
gl: <application>@PACKAGE_NAME@</application> é responsable de debuxar a imaxe do fondo do escritorio. Hai varias opcións para configurar unha imaxe de fondo. A imaxe final que se verá no monitor está composta por unha cor sólida ou un degradado, e unha imaxe ou foto (podendo ser transparente) superposta á cor ou degradado. Isto permite obter algúns efectos interesantes usando imaxes semitransparentes enriba de diferentes cores.
id: <application>@PACKAGE_NAME@</application> bertanggungjawab untuk menggambar gambar latar belakang (terkadang disebut "wallpaper") desktop. Ada beragam opsi untuk pengaturan gambar latar belakang. Gambar akhir yang terlihat pada monitor terdiri atas warna solid atau gradasi, dengan gambar atau foto (dengan transparansi tambahan) yang dibuat di atas warna atau gradasi. Ini memungkinkan anda untuk mendapatkan efek yang menarik dengan menggunakan gambar semi-transparan di atas beragam pengaturan warna.
it: <application>@PACKAGE_NAME@</application> è addetto alla visualizzazione dello sfondo della scrivania (chiamato anche "rivestimento"). Sono possibili diverse opzioniriguardanti la configurazione di un'immagine di sfondo. Il risultato finale è costituito dalla sovrapposizione di un colore solido (o di un gradiente) e di una immagine (o fotografia); in questo modo sono realizzabili degli effetti particaolari utilizzando delle immagini semi trasparenti al di sopra di varie combinazioi di colore.
ru: <application>@PACKAGE_NAME@</application> отвечает за вывод фонового изображения рабочего стола (иногда называемого «обоями»). Существуют различные варианты установки фонового изображения. Конечное изображение, видимое на экране, состоит из объединённых сплошного цвета или градиента и изображения или фотографии. Это позволяет создать интересные эффекты при использовании полупрозрачных изображений поверх различных цветовых сочетаний.
tr: <application>@PACKAGE_NAME@</application>, arkaplan resmini(bazen "duvarkağıdı" da denir) oluşturmakla sorumludur. Bir arkaplan resmi ayarlarken birden fazla seçenek vardır. Monitörde görülen resmin son hali, tek bir renk veya bir gradyandandan oluşup, üstünde bir resim veya fotoğraf(istenirse belli bir şeffaflıkta) bulunabilir. Bu, farklı renk dizilişlerinin üzerine yarı-şeffaf resimler kullanılarak oluşturulan bazı ilginç efektlere olanak verir.
zh_cn: <application>@PACKAGE_NAME@</application> 负责绘出桌面背景(常称作“壁纸”)。设置桌面背景可以有多项选择。在屏幕上显示的最终图像是在一个固定颜色或者渐变颜色上方叠加一幅图像或照片的结果(使用自定义的透明度)。在多样的颜色设置之上使用半透明的图像将得到一些有趣的效果

source: Icons
bn: আইকন
de: Symbole
el: Εικονίδια
gl: Iconas
id: Ikon
it: Icone
ru: Значки
tr: Simgeler
zh_cn: 图标

source: In addition to drawing the backdrop image, <application>@PACKAGE_NAME@</application> can draw icons on the desktop.
bn: ব্যাকড্রপ ছবির অঙ্কনের সাথে সাথে, <application>@PACKAGE_NAME@</application> ডেস্কটপে আইকনও আঁকতে পারে।
de: Zusätzlich zum Zeichnen des Hintergrundbilds kann <application>@PACKAGE_NAME@</application> Symbole auf die Arbeitsfläche ablegen.
el: Εκτός από την επεξεργασία εικόνας φόντου, η εφαρμογή <application>@PACKAGE_NAME@</application> μπορεί να σχεδιάσει εικονίδια στην επιφάνεια εργασίας.
gl: Ademais de mostrar a imaxe de fondo, <application>@PACKAGE_NAME@</application> pode mostrar iconas no escritorio.
id: Sebagai tambahan untuk menggambar gambar latar belakang, <application>@PACKAGE_NAME@</application> dapat pula menggambar ikon pada desktop.
it: Oltre a gestire la visualizzazione dell'immagine di sfondo, <application>@PACKAGE_NAME@</application> è in grado di disegnare le icone sulla scrivania.
ru: Кроме вывода фонового изображения <application>@PACKAGE_NAME@</application> может отображать значки на рабочем столе.
tr: Arkaplan resmini oluşturmanın yanı sıra, <application>@PACKAGE_NAME@</application> masaüstündeki simgeleri de oluşturabilir.
zh_cn: 除了绘出桌面背景，<application>@PACKAGE_NAME@</application> 还能够在桌面上绘出图标。

source: Minimized Window Icons
bn: ন্যূনতম বিস্তারের উইন্ডোর আইকন
el: Εικονίδια Ελαχιστοποιημένου Παραθύρου
gl: Iconas de fiestras minimizadas
id: Ikon Jendela Yang Diminimalkan
it: Icone della finestra minimizzata
ru: Значки свёрнутых приложений
tr: Küçültülmüş Pencere Simgeleri
zh_cn: 最小化窗口图标

source: One mode of operation displays minimized applications as icons on the desktop, which can be rearranged, and will remember their positions when the window is unhidden and then later minimized again. The icons also provide a right-click menu similar to the window's control menu accessed by clicking the button in the top-left corner of the window.
bn: অপারেশনের একটি মোড নূন্যতম বিস্তারের অ্যাপ্লিকেশনকে আইকন আকারে ডেস্কটপে প্রদর্শন করে, যা আবার পুনর্বিন্যাস করা যায় এবং উইন্ডো আড়াল করা হলেও অবস্থান মনে রাখবে ও পরে আবার নূন্যতম বিস্তৃত হয়ে যাবে। উইন্ডোর উপরে-বাম কোণের বোতামে ক্লিক করলে এর কন্ট্রোল মেনুতে যেমন প্রবেশ করা যায় এই আইকনেও সেরকম একটি ডান-ক্লিক মেনু আছে।
de: Ein Betriebsmodus zeigt minimierte Anwendungen als Symbole auf der Arbeitsfläche, die neu angeordnet werden können und sich ihre Positionen merken, wenn das Fenster angezeigt und später wieder minimiert wird. Die Symbole stellen ein Rechtklickmenü bereit, das dem Fenstersteuermenü ähnelt, auf das durch Anklicken des Knopfes in der linken oberen Ecke des Fensters zugegriffen werden kann.
el: Ένας τρόπος λειτουργίας δείχνει τις ελαχιστοποιημένες εφαρμογές σαν εικονίδια στην επιφάνεια εργασίας, τα οποία μπορεί να αναδιαταχθούν, και θυμάται τις θέσεις τους όταν το παράθυρο επανεμφανίζεται και αργότερα ελαχιστοποιείται ξανά. Τα εικονίδια παρέχουν επίσης, όταν πατηθούν με δεξί κλικ, ένα μενού παρόμοιο με το μενού ελέγχου παραθύρου που είναι προσβάσιμο πατώντας το κουμπί στην πάνω αριστερά γωνία του παραθύρου.
gl: Un modo de operación mostra os aplicativos minimizados como iconas no escritorio, as cales se poden reordenar, e que lembrarán as súas posicións aínda cando a fiestra se mostra e despois se volve minimizar. As iconas tamén proporcionan un menú accesible ao premer co botón dereito nelas semellante ao menú de control das fiestras ao que se accede ao premer o botón situado na esquina superior esquerda da fiestra.
id: Satu mode operasi menampilkan aplikasi yang diminimalkan sebagai ikon di desktop, yang dapat ditempatkan ulang, dan akan mengingat posisi mereka ketika jendela tidak disembunyikan dan nanti kemudian diminimalkan lagi. Ikon juga menyediakan menu klik-kanan yang mirip dengan menu kontrol jendela yang dapat diakses dengan klik tombol pada pojok kiri-atas jendela.
it: Un modo di operare prevede di visualizzare le applicazioni minimizzate come icone sulla scrivania; queste possono essere riordinate e la posizione verrà ricordata nel momento in cui la finestra sarà massimizzata e in seguito minimizzata di nuovo. Le icone forniscono anche un menu, accessibile con un clic del tasto destro del mouse, simile a quello visualizzato quando si fa clic sul pulsante in alto a sinistra nella finestra.
ru: Один из режимов работы отображает свернутые приложения как значки на рабочем столе. Они могут быть переупорядочены и запомнят свою позицию, когда окно будет открыто и затем снова свернуто. Значки также предоставляют меню, открываемое щелчком правой кнопки мыши. Это меню похоже на меню управления окнами, доступное по нажатию кнопки в верхнем левом углу окна.
tr: İşlem modlarından biri, simge durumuna küçültülmüş uygulamaları masaüstünde ikonlar(yeniden konumlandırılabilir) olarak gösterir. Ve bu pencereler görünür olduklarında ve tekrar simge durumuna küçültüldüklerinde de konumlarını hatırlayacaklardır. Simgeler ayrıca, pencerenin sol üst köşesindeki simgeye tıklandığında açılan kontrol menüsü'ne benzer bir sağ-tık menüsü de sağlar.
zh_cn: 在桌面上绘出图标的一个应用是将最小化的应用程序窗口显示为桌面图标，您能够重新安排这些图标各自的位置，而且位置将被记住用以以后的最小化操作。右键单击这些图标，将出现一个类似单击窗口左上角位置时出现的窗口控制菜单。

source: File/Launcher Icons
bn: ফাইল/চালুকরণ আইকন
de: Datei-/Startersymbole
el: Εικονίδια Αρχείου/Εκκινητή
gl: Iconas de iniciador/ficheiro
id: Ikon Berkas/Peluncur
it: Icone di file e avviatori
ru: Значки файлов и запуска
tr: Dosya/Başlatıcı Simgeleri
zh_cn: 文件/启动器图标

source: <application>@PACKAGE_NAME@</application> can also display on the desktop the contents of the <filename>$XDG_DESKTOP_DIR</filename> folder, which can be set in the <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> file (if you do not have this file, it will use <filename>$HOME/Desktop</filename>). Files can be arranged, copied, moved, and linked to and from a file manager, and opened using preferred applications. Application and URL launchers can also be created on the desktop. The file icon view is modeled to have a similar look and feel as the <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> file manager.
bn: <application>@PACKAGE_NAME@</application> ডেস্কটপে <filename>$XDG_DESKTOP_DIR</filename> ফোল্ডারের বিষয়বস্তু প্রদর্শন করতে পারে, যা <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (এই ফাইলটি না থাকে তবে <filename>$HOME/Desktop</filename>) ফাইলেও স্থাপন করা যেতে পারে। ফাইলগুলো সজ্জিতকরন, অনুলিপিকরন, স্থানান্তর, ফাইল ব্যবস্থাপক হতে বা এর সাথে সংযুক্তকরন ছাড়াও পছন্দনীয় অ্যাপ্লিকেশন দ্বারা ফাইলটি খোলা যায়। ডেস্কটপে অ্যাপ্লিকেশন ও URL লঞ্চারও তৈরী করা যায়। ফাইল আইকন ভিউটিকে <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> ফাইল ম্যানেজার এর মত করেই তৈরী করা হয়েছে।
de: <application>@PACKAGE_NAME@</application> kann außerdem auf der Arbeitsfläche den Inhalt des Verzeichnisses <filename>$XDG_DESKTOP_DIR</filename> anzeigen, der in der Datei <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> gesetzt wird (falls Sie diese Datei nicht haben, wird <filename>$HOME/Desktop</filename> benutzt). Dateien können angeordnet, kopiert, verschoben und zu beziehungsweise von einem Dateimanager verknüpft und mit den bevorzugten Anwendungen geöffnet werden. Außerdem können Starter von Anwendungen und URLs auf der Arbeitsfläche erstellt werden. Die Dateisymbolansicht wurde so entworfen, dass sie aussieht und sich verhält wie der Dateimanager <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
el: Η εφαρμογή <application>@PACKAGE_NAME@</application> μπορεί επίσης να δείξει τα περιεχόμενα του φακέλου <filename>$XDG_DESKTOP_DIR</filename>, στην επιφάνεια εργασίας, που μπορεί να οριστεί στο αρχείο <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (αν αυτό το αρχείο δεν υπάρχει, θα χρησιμοποιηθεί το <filename>$HOME/Desktop</filename>). Τα αρχεία μπορούν να αναδιαταχθούν, αντιγραφούν, μετακινηθούν και συνδεθούν από και προς έναν διαχειριστή αρχείων, και να ανοιχθούν χρησιμοποιώντας τις προτιμώμενες εφαρμογές. Επίσης, μπορούν να δημιουργηθούν στην επιφάνεια εργασίας εκκινητές εφαρμογών και URL. Η όψη των εικονιδίων αρχείων μπορεί να μοντελοποιηθεί ώστε να έχει παρόμοια εμφάνιση και αίσθηση με τον διαχειριστή αρχείων <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
gl: <application>@PACKAGE_NAME@</application> tamén pode mostrar no escritorio o contido do cartafol <filename>$XDG_DESKTOP_DIR</filename>, o cal se pode configurar no ficheiro <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (se non ten este ficheiro, usarase <filename>$HOME/Desktop</filename>). Os ficheiros poden ordenarse, copiarse, moverse, e enlazarse dende e a un xestor de ficheiros, e abrirse usando os aplicativos preferidos. Os iniciadores de aplicativos e URLs tamén se poden crear no escritorio. A vista de iconas de ficheiro modelouse para ter unha aparencia semellante á do xestor de ficheiros <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
id: <application>@PACKAGE_NAME@</application> dapat juga menampilkan di desktop isi dari folder <filename>$XDG_DESKTOP_DIR</filename>, yang dapat diatur di berkas <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (jika anda tidak mempunyai berkas ini, maka aplikasi akan menggunakan <filename>$HOME/Desktop</filename>). Berkas dapat diatur, disalin, dipindahkan, dan ditautkan ke dan dari manajer berkas, dan dibuka menggunakan aplikasi kesukaan. Peluncur aplikasi dan URL dapat juga dibuat di desktop. Tampilan ikon berkas dibuat agar mempunyai tampilan dan rasa yang mirip dengan manajer berkas <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
it: <application>@PACKAGE_NAME@</application> è anche in grado di visualizzare sulla scrivania il contenuto della cartella <filename>$XDG_DESKTOP_DIR</filename>, che può essere impostato nel file <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (se non si possiede questo file, verrà utilizzata <filename>$HOME/Desktop</filename>). I file possono essere ordinati, copiati, spostati, collegati da e a un gestore di file, e aperti utilizzando l'applicazione che si preferisce. Sulla scrivania è anche possibile creare degli avviatori per applicazioni e collegamenti. La visualizzazione a icona dei file è progettata per avere uno stile e un aspetto simile a quello del gestore di file <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
ru: <application>@PACKAGE_NAME@</application> может также выводить на рабочий стол содержимое каталога <filename>$XDG_DESKTOP_DIR</filename>, который может быть задан в файле <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> (если у вас нет этого файла, то будет использоваться <filename>$HOME/Desktop</filename>). Файлы можно упорядочивать, копировать, перемещать, делать на них или от них ссылки в менеджере файлов и открывать с помощью соответствующих приложений. Также на рабочем столе можно создавать значки для запуска приложений и ссылки URL. Просмотр значков файлов выглядит и осуществляется схожим образом с менеджером файлов <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink>.
tr: <application>@PACKAGE_NAME@</application> ayrıca masaüstünde, <filename>$XDG_DESKTOP_DIR</filename> klasörünün içeriğini de gösterebilir. Bu, <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> dosyasının(bu dosya mevcut değilse yerine <filename>$HOME/Desktop</filename> kullanılacaktır) içerisinden ayarlanabilir. Dosyalar bir dosya yöneticisi kullanılarak tertiplenebilir, kopyalanabilir, taşınabilir ve kısayolları oluşturulabilir, ve tercih edilen uygulamalarla açılabilir. Uygulamalar ve URL başlatıcılar da ayrıca masaüstünde oluşturulabilir. Dosya simge görünümü, <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> dosya yöneticisine benzer görüntü ve hissi verecek şekilde kalıplanmıştır.
zh_cn: <application>@PACKAGE_NAME@</application> 同样能够在桌面上显示 <filename>$XDG_DESKTOP_DIR</filename> 文件夹的内容，该文件夹的位置可以在 <filename>$XDG_CONFIG_HOME/user-dirs.dirs</filename> 文件中设置(如果您没有这个文件，将会使用 <filename>$HOME/Desktop</filename>)。您可以管理、复制、移动、创建链接至这些文件，与文件管理器进行交互操作，使用您首选的应用程序来打开文件。您还可以在桌面上创建应用程序和 URL 启动器。桌面文件图标视图接近于 <ulink url="http://thunar.xfce.org/" type="http">Thunar</ulink> 文件管理器。

source: The Desktop Menu
bn: ডেস্কটপ মেনু
de: Das Arbeitsflächenmenü
el: Το Μενού Επιφάνειας Εργασίας
gl: O menú de escritorio
id: Menu Desktop
it: Il menu della scrivania
ru: Меню рабочего стола
tr: Masaüstü Menüsü
zh_cn: 桌面菜单
